/*M!999999\- enable the sandbox mode */ 
-- MariaDB dump 10.19-11.4.9-MariaDB, for debian-linux-gnu (x86_64)
--
-- Host: localhost    Database: iliywstore_db
-- ------------------------------------------------------
-- Server version	11.4.9-MariaDB-ubu2404

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*M!100616 SET @OLD_NOTE_VERBOSITY=@@NOTE_VERBOSITY, NOTE_VERBOSITY=0 */;

--
-- Table structure for table `addresses`
--

DROP TABLE IF EXISTS `addresses`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `addresses` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) unsigned NOT NULL,
  `title` varchar(255) NOT NULL,
  `province` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `address` text NOT NULL,
  `postal_code` varchar(255) NOT NULL,
  `recipient_name` varchar(255) NOT NULL,
  `recipient_phone` varchar(255) NOT NULL,
  `is_default` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `addresses_user_id_foreign` (`user_id`),
  CONSTRAINT `addresses_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=118 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `addresses`
--

LOCK TABLES `addresses` WRITE;
/*!40000 ALTER TABLE `addresses` DISABLE KEYS */;
INSERT INTO `addresses` VALUES
(1,1,'خانه','تهران','تهران','تهران، خیابان مطهری، خیابان منصور، پ 10، و 3\nیاد بگیر آدرس خونه‌مونو','1596934315','پوریا خزائی کوهپر','09350539376',1,'2025-11-29 11:28:22','2025-11-29 11:28:22'),
(2,3,'خانه','اصفهان','کاشان','استان اصفهان شهرستان کاشان فاز 2 میدان کاظمیه نسترن 4 پلاک 45','8719311995','ابوذر امیری','09135055696',0,'2025-11-30 17:55:45','2025-11-30 17:55:45'),
(3,3,'خانه','اصفهان','کاشان','استان اصفهان شهرستان کاشان فاز 2 میدان کاظمیه نسترن 4 پلاک 45','8719311995','ابوذر امیری','09135055696',0,'2025-11-30 17:55:45','2025-11-30 17:55:45'),
(4,3,'خانه','اصفهان','کاشان','استان اصفهان شهرستان کاشان فاز 2 میدان کاظمیه نسترن 4 پلاک 45','8719311995','ابوذر امیری','09135055696',1,'2025-11-30 17:55:45','2025-11-30 17:55:45'),
(5,4,'خانه','تهران','تهران','تهران ؛ ستاری ؛ بلوارفردوس غرب ورزی شمالی پنجم غربی پلاک 15 واحد 5','1483769517','امیر خدایی','09052176806',1,'2025-11-30 20:50:41','2025-11-30 20:50:41'),
(6,7,'کرج، منطقه حصارک پایین، خیابان فروردین، خیابان شهید رضالو شمالی، پلاک 40','البرز','کرج','کرج، منطقه حصارک پایین، خیابان فروردین، خیابان شهید رضالو شمالی، پلاک 40','3198965397','امیرمهدی باقری','09198904237',0,'2025-12-01 10:02:14','2025-12-01 10:02:14'),
(7,10,'محل‌کار','کرج','کرج','کرج شاهین ویلا خیابان یکم روبروی فضای سبز فروشگاه داتیس پلاک 102','3193898859','Amirhossein langari','09302144878',1,'2025-12-02 08:38:50','2025-12-02 08:38:50'),
(8,11,'گناباد نوغاب وحدت 18-پلاک 19','خراسان رضوی','گناباد','خراسان رضوی. گناباد نوغاب وحدت 18-پلاک 19','‪969 176 7774‬','سجاد قنبری','09938413885',1,'2025-12-02 14:35:24','2025-12-02 14:35:24'),
(9,16,'خانه','ری','تهران','تهران شهرری سلمان فارسی مجتمع امام حسین بلوک جی غربی واحد 12','1874956968','رها فتحی','09351072756',0,'2025-12-02 21:29:26','2025-12-02 21:29:26'),
(10,17,'خانه','مشهد','خراسان رضوی','مشهد \nبلوار نبوت نبوت 19 پلاک 57 زنگ 2','9157633545','امیررضا نجفی','09306489508',1,'2025-12-02 21:35:21','2025-12-02 21:35:21'),
(11,18,'خانه','گلستان','بندرگز','استان گلستان.شهرستان بندرگز.روستای لیوانشرقی','4874110307','امیرحسین جمال','09057022300',1,'2025-12-02 22:26:33','2025-12-02 22:26:33'),
(12,23,'بوشهر','بوشهر','بوشهر','بوشهر چهار راه فضیلت خیابان جمهوری بهار 4','7514773995','Pary','09015319092',0,'2025-12-03 23:30:04','2025-12-03 23:30:04'),
(13,24,'اصفهان شهر بهارستان','اصفهان','بهارستان','اصفهان بهارستان اردیبهشت شرقی فلکه بسیج خیابان نبوت کوچه امیر 2 پلاک 656','8145154722','کیانوش شهبازی','09022421565',0,'2025-12-03 23:31:35','2025-12-03 23:31:35'),
(14,25,'محل کار','فارس','شیراز','شیراز،چهارراه فتح المبین،بلوار پاسارگاد شرقی ، روبه رو برج گلزار،باشگاه بدنسازی نیلوفر بازدار','7177695119','فاطمه بازدار','09331277676',0,'2025-12-04 06:33:40','2025-12-04 06:33:40'),
(15,27,'خانه','مازندران','امل','امل خیابان طالب املی دریای 13عزیزی3پلاک 52 کدپستی 4617678791','4617678791','بیتانیکپور','09902936225',0,'2025-12-04 12:42:47','2025-12-04 12:42:47'),
(16,34,'مغازه','اشکذر','یزد','یزد اشکذر خیابان امام روبروی بانک ملی','1111111111','محمدعلوی','09011521741',0,'2025-12-06 10:27:49','2025-12-06 10:27:49'),
(17,35,'مغازه','گلستان','خانببین','گلستان خانببین سر چهار راه جواهری تاج','4953135173','علی عیدی','09150830806',1,'2025-12-06 15:39:15','2025-12-06 15:39:15'),
(18,37,'محل کار','ورامین','تهران','شهرک مدرس جنب پل عابر اسپرت علی','3373160199','علی ایروانی','09129648315',0,'2025-12-06 18:22:35','2025-12-06 18:22:35'),
(19,39,'خانه','آذربایجان غربی','میاندواب','میاندواب کوی قره ورن خیابان قدیم مخابرات منزل رضا صالحی','5971958231','پارسا صالحی','09148702151',0,'2025-12-07 13:42:16','2025-12-07 13:42:16'),
(20,40,'مغازه','فارس','مرودشت','خیابان ابوذر شمالی،جنب مسجد حضرت زینب،سبزی مارکت ترنج','7371911167','رضا گرگین شاد','09221684092',0,'2025-12-07 16:12:00','2025-12-07 16:12:00'),
(21,41,'خانه','فارس','شیراز','شیراز شهرک پرواز خیابان شهید بابایی کوچه 5 بابایی ساختمان فرهان طبقه اول واحد یک','7155758564','نجمه باقری','09178336913',0,'2025-12-07 17:09:08','2025-12-07 17:09:08'),
(22,44,'محل کار','چهارمحال و بختیاری','فارسان','خیابان رجاییی جنب فروشگاه افق کورش گالری کیف و کفش کفشدوزک','8861863952','امین اسلامی','09199625979',1,'2025-12-07 20:06:15','2025-12-07 20:06:15'),
(23,50,'مرودشت مجتمع مسکونی ولایت کوی قائم بلوک 51','فارس','مرودشت','فارس مرودشت شهرک مسکونی ولایت کوی قائم بلوک 51','7371892407','الناز دانشمندی','09026488101',1,'2025-12-08 10:56:27','2025-12-08 10:56:27'),
(24,52,'گجت لند','خراسان جنوبی','قائنات','خراسان جنوبی شهرستان قائنات خیابان امام رضا نبش امام رضا 4 موبایل گجت لند','9761836173','سجاد علیپورمقدم','09330801678',1,'2025-12-09 13:48:10','2025-12-09 13:48:10'),
(25,53,'خانه','قم','قم','قم.خیابان کارگر.سوم خرداد.خیابان شوندی.کوچه ی 3.پلاک 16\nمنزل بهرامی','111111111','بهاره شیری','09358227166',0,'2025-12-09 15:29:10','2025-12-09 15:29:10'),
(26,54,'اصفهان','اصفهان','اصفهان','اصفهان سه راه ملکشهر خیابان پرستار بعدمدرسه رفسنجانی کافه ریچ پلاک 101','8196937513','ساحل رجا','09388800857',0,'2025-12-09 16:09:58','2025-12-09 16:17:03'),
(27,56,'محل کار','گلستان','گرگان','گرگان چهارراه انقلاب انقلاب 28','4915713377','بنیامین شیردل','09336164802',0,'2025-12-09 17:58:19','2025-12-09 17:58:19'),
(28,58,'آرایشگاه دیپلمات','آذربایجان غربی','تکاب','بلوار شهید نسرین پور جنب فروشگاه گندم آرایشگاه دیپلمات','5991643946','علیرضا صادقی','09906879814',0,'2025-12-09 19:33:39','2025-12-09 19:36:42'),
(29,58,'آرایشگاه دیپلمات','آذربایجان غربی','تکاب','بلوار شهید نسرین پور جنب فروشگاه گندم آرایشگاه دیپلمات','5991643946','علیرضا صادقی','09906879814',1,'2025-12-09 19:36:42','2025-12-09 19:36:42'),
(30,59,'محل کار','کهگیلویه و بویر احمد','لیکک','استان کهگیلویه و بویراحمد \nشهر لیکک\nخیابان فداییان اسلام','7575343796','مهدی جهانشاهی','09926936093',1,'2025-12-09 19:48:53','2025-12-09 19:48:53'),
(31,63,'خانه','کرمان','کرمان','کرمان الله آباد خیابان بعثت داخل کوچه 30 بعد از اولین چهار کوچه سمت چپ درب زرشکی دقیقا منزل روبروی مواد غذایی کنار درخت توت','7613117156','فائزه عامری','09130902144',1,'2025-12-10 07:59:39','2025-12-10 07:59:39'),
(32,67,'نیشابور ، اسد آبادی شمالی 19 ، پلاک 23','خراسان رضوی','نیشابور','نیشابور ، اسد آبادی شمالی 19 ، پلاک 23 ، زنگ اول ، یا زنگ دوم\nاگر کسی خونه نبود با این شماره تماس بگیرید\n09023859421','9315647466','حسین عابدی نیا','09023859421',1,'2025-12-10 12:00:02','2025-12-10 12:00:02'),
(33,70,'خانه','تهران','شهر ری','تهران شهر ری حسن آباد فشافویه ، بلوار مالک اشتر ، کوچه بهشت ، پلاک 18، واحد 3','1833187400','حسین توسلی','09926189524',0,'2025-12-10 15:21:00','2025-12-10 15:21:00'),
(34,73,'تهران','تهران','تهران','تهران . نعمت آباد. خیابان احمد خمینی. پلاک 49 واحد 2','1895916447','لیلا بختیاری','09927076134',1,'2025-12-10 18:56:37','2025-12-10 18:56:37'),
(35,77,'فروشگاه خیبری','زنجان','زنجان','زنجان چهاراه انقلاب بازارچه مهر روبروی مسجد بیت العباس فروشگاه خیبری','4517613537','امیرحسین خیبری','09120341078',1,'2025-12-11 14:39:10','2025-12-11 14:39:10'),
(36,79,'قائمشهر','مازندران','قائمشهر','قائمشهر،خيابان جويبار ،خزر 47','4763696618','آرمان آقاجاني','09025667886',1,'2025-12-11 20:40:55','2025-12-11 20:40:55'),
(37,83,'قزوین','قزوین','قزوین','مهرگان بلوار امام حسین پردیسان دو پردیس 11','3491486843','ابوالفضل کریمی','09926074204',0,'2025-12-12 09:34:43','2025-12-12 09:34:43'),
(38,84,'مازندران چمستان لاویج','مازندران','چمستان','مازندران چمستان لاویج رئیسکلا هلدینگ ستاره شمال','4645133575','راهب کیانی','09119039932',0,'2025-12-12 13:48:24','2025-12-12 13:48:25'),
(39,84,'مازندران چمستان لاویج','مازندران','چمستان','مازندران چمستان لاویج رئیسکلا هلدینگ ستاره شمال','4645133575','راهب کیانی','09119039932',1,'2025-12-12 13:48:25','2025-12-12 13:48:25'),
(40,88,'محل کار','همدان','ملایر','همدان، شهرستان ملایر ، خیابان 32 متری مطهری ،قبل از چهار راه چهارم (قبل سه ران زن آقا) نبش کوچه ریحان ،گالری خانه چین','583198346','امیر محمد اسدی','09380737678',1,'2025-12-13 09:14:54','2025-12-13 09:14:54'),
(41,89,'خانه','تهران','تهران','تهران سی متری جی خیابان سادات کوچه بیدوا پلاگ165','1351775118','زینب اردلانی','09392806530',0,'2025-12-13 10:58:32','2025-12-13 10:58:32'),
(42,92,'اردبیل شهرک سبلان فاز2 خیابان فردوسی ارایشگاه مردانه آلفا','اردبیل','اردبیل','اردبیل شهرک سبلان فاز2 خیابان فردوسی ارایشگاه مردانه آلفا','5619837945','سحرشیرزاده','09309703857',1,'2025-12-13 13:24:09','2025-12-13 13:24:09'),
(43,95,'خانه','یزد','مهریز','یزد.مهریز.روستای سرو و ارنان.کمال اباد. کوچه بهارستان 4','8985144164','مهدیه زارع','09964855020',1,'2025-12-13 14:51:53','2025-12-13 14:51:53'),
(44,96,'محل کار','اصفهان','اصفهان','اصفهان اتوبان چمران بعد از خ محمد طاهر نبش کوچه 44 اتوگالری سامان پلاک 611','8193783341','شکیب کیمیایی','09136767795',1,'2025-12-13 16:40:28','2025-12-13 16:40:28'),
(45,99,'محل کار','البرز','فردیس','فردیس بلوار شهید سلیمانی بین مهستان سوم و چهارم تعویض روغن محمد','3354842960','سهیل خان احمدلو','09367119590',1,'2025-12-13 19:35:07','2025-12-13 19:35:07'),
(46,100,'خانه','تهران','تهران','تهران منطقه 17 میدان ابوذر میدان بهاران خیابان سجاد جنوبی کوچه عابدی پلاک 130 طبقه 5 واحد 13،14،15','1369954791','محمداسکندرزاده','09121457097',1,'2025-12-13 20:05:16','2025-12-13 20:05:16'),
(47,102,'محل کار','کرمانشاه','پاوه','بلوار جانبازان بازارچه مرزی شماره 1\nغرفهa4\n6791612990','6791612990','نداقاسمی','09902968511',1,'2025-12-13 20:42:59','2025-12-13 20:42:59'),
(48,106,'خانه','اذربایجان شرقی','تبریز','ائل گلی (فلکه گلشهر به طرف میدان ائل گلی) کوی سهند پلاک 9 طبقه 6 (روبروی داروخانه دکتر کوره چی جنب آریشگاه مردانه)','5168646141','امیرحسین انصاری','09146756696',1,'2025-12-13 22:11:09','2025-12-13 22:11:09'),
(49,114,'خانه','تهران','ورامین','تهران شهرستان ورامین خیابان شهید چمران کوچه مصطفی باقی فرعی سوم','3386141128','مرضیه کیماسی','09106384144',0,'2025-12-14 17:36:31','2025-12-14 17:36:31'),
(50,51,'مسکونی','قم','قم','قم خیابان کلهری کوچه 37 پلاک 15','3714313754','مسلم پاپیروند','09100311869',1,'2025-12-15 11:13:38','2025-12-15 11:13:38'),
(51,97,'محل کار','لرستان','دورود','شهرک سینا بعد از میدان شهدا خیابان صدرا جنب شهرداری تعویض روغنی لوکس','6881697907','هداوند','09374209820',0,'2025-12-15 13:00:25','2025-12-15 13:00:25'),
(52,120,'منزل شخصی ایمان رحیمی','اصفهان','مبارکه','زیباشهر لنج -خیابان چمران -کوچه شهید رمضان رحیمی منزل شخصی ایمان رحیمی','8484115020','ندا اکبری','09139241338',1,'2025-12-15 13:04:48','2025-12-15 13:04:48'),
(53,127,'استان اصفهان شهرستان اردستان شهر زواره بلوار 11 خرداد جنب اداره برق تهیه غذای زرین','اصفهان','زواره','استان اصفهان شهرستان اردستان شهر زواره بلوار 11 خرداد جنب اداره برق تهیه غذای زرین','8441817893','امیرحسین ناجی','09139632063',0,'2025-12-15 20:59:23','2025-12-15 20:59:23'),
(54,128,'محل کار','پاکدشت','تهران','تهران پاکدشت بلوار رحیمی روبرو ایران خودرو شهر سرامیک پاکدشت پلاک1','3391771125','محسن سهراب تهرانی','09212476530',1,'2025-12-15 21:47:15','2025-12-15 21:47:15'),
(55,132,'بابل.قبل میدان دانشگاه روبروی استخر غدیر (موبایل نت)','مازندران','بابل','بابل.قبل میدان دانشگاه روبروی استخر غدیر (موبایل نت)','000000000','مهدی حاجی زاده','09001115997',1,'2025-12-16 10:08:51','2025-12-16 10:08:51'),
(56,138,'مغاز','آذربایجان غربی','بوکان','خیابان انقلاب جنب اداره شهرداری پیتزا رم','5729266282','نیما محمودی فر','09211634167',0,'2025-12-16 15:20:51','2025-12-16 15:20:51'),
(57,140,'خانه','همدان','همدان','همدان،سعیدیه بالا،18متری فاطمیه،کوچه نگارستان،پلاک18،واحد3','6516946349','علیرضا رستمی','09181112584',0,'2025-12-16 18:13:59','2025-12-16 18:13:59'),
(58,141,'محل کار','تهران','تهران','تهران تهرانپارس میدان پروین خیابان 135 نبش 204 موبایل پارسی','8277293026','امیررضا گیوه کی','09942832983',1,'2025-12-16 18:29:02','2025-12-16 18:29:02'),
(59,143,'خانه','آذربایجان غربی','میاندوآب','میاندوآب،خیابان 16متری،مهندسین شرقی،کوی محمدامین،کوچه 12متری آذربایجان','5971838938','کیمیا آقاجان زاده','09053810607',0,'2025-12-16 19:18:53','2025-12-16 19:18:53'),
(60,144,'خانه','تهران','تهران','خیابان شهید رجائی کوی سیزده آبان کوچه شهید اذروند گلپیشه(اردیبهشت 5)\nپلاک 49 ، واحد 4','1883766395','حنانه رسولی','09195173904',1,'2025-12-16 20:45:36','2025-12-16 20:45:36'),
(61,145,'مرودشت','فارس','مرودشت','فارس_مرودشت_بیست متری موسوی_تیپاکس پارسه','7347115535','عرفان عزیزی','09173269417',0,'2025-12-17 05:32:07','2025-12-17 05:32:07'),
(62,145,'مرودشت','فارس','مرودشت','فارس_مرودشت','7347115535','عرفان عزیزی','09173269417',0,'2025-12-17 05:33:14','2025-12-17 05:33:14'),
(63,149,'محل کار','تبریز','میانه','آذربایجان شرقی،شهرستان میانه،خیابان بانک ملی ،روبه روی مسجد اقایار سلطان ،مغازه اجناس حراج 50تا 100تومنی','دددددددذذذ','مهسا سرچمی','09147807624',0,'2025-12-17 11:52:13','2025-12-17 11:52:13'),
(64,157,'آذربایجان غربی _ ماکو _ بهاران 2 پ 2','آ. غربی','ماکو','ماکو _ مدرس _ بهاران 2 پلاک 2','5861869698','محمدامین علی اصل','09129358167',1,'2025-12-18 12:48:35','2025-12-18 12:48:35'),
(65,159,'خانه','كرمان','زرند','استان كرمان شهرستان زرند شهرك زيتون كوچه 4','7761683139','فاطمه كردي','09133964754',0,'2025-12-18 16:41:51','2025-12-18 16:41:51'),
(66,162,'دانشگاه','گیلان','رشت','رشت ، کیلومتر 6 جاده تهران ،  دانشگاه گیلان ، جنب بانک ، داخل بازارچه ، دفتر پستی','4199843653','فاطمه محمودزاده','09387566817',0,'2025-12-19 09:14:51','2025-12-19 18:34:52'),
(67,165,'Home','تهران','تهران','تهران منطقه 5، میدان شهرزیبا خیابان مرادی کوچه خلیج فارس پلاک 5 واحد 14','1486774154','دنیز رسولی','09396761860',0,'2025-12-19 13:15:16','2025-12-19 13:15:16'),
(68,162,'محل کار','گیلان','رشت','رشت ، میدان دکتر حشمت ، محله چله خانه ، انتهای کوچه یاس ، جنب میوه فروشی شهاب، کافینت محتشم','4137718169','فاطمه محمودزاده','09387566817',1,'2025-12-19 18:34:52','2025-12-19 18:34:52'),
(69,170,'مغازه','آذربایجان غربی','ارومیه','ارومیه فلکه امام علی 50 متر مانده به فلکه امام علی پوشاک میرادا','5719679686','رضا بیابان گرد','09397439985',1,'2025-12-20 09:29:54','2025-12-20 09:29:54'),
(70,169,'خانه','تهران','تهران','تهران،مرزداران،خیابان رضایی نژاد،کوچه دوازده متری اول،پلاک8،واحد6','1461794511','زهرارضاپور','09022024185',0,'2025-12-20 09:30:05','2025-12-20 09:30:05'),
(71,171,'خانه','سمنان','شاهرود','سمنان شاهرود میامی روستای محمد اباد خیابان البرز نبش البرز چهارم پلاک 441','3633113961','فاطمه صادقی','09202735301',0,'2025-12-20 09:32:58','2025-12-20 09:32:58'),
(72,172,'خانه','تهران','اندیشه','تهران شهریار اندیشه فاز یک خیابان هشتم غربی میدان معلم کوچه روشنک پلاک 84واحد 4','3354333447','آراز زکی','09309027546',1,'2025-12-20 09:41:17','2025-12-20 09:41:17'),
(73,174,'خانه','مازندران','جویبار','جویبار خیابان جمعه بازار کوچه سراج22','477164588','مریم','09305384359',0,'2025-12-20 09:52:09','2025-12-20 09:52:09'),
(74,175,'زنجان پونک','زنجان','زنجان','زنجان پونک مجتمع فرهنگیان بلوک15 طبقه 10 واحد 15104','4516331036','نازیلا قاسمی','09927721376',0,'2025-12-20 10:41:16','2025-12-20 10:41:16'),
(75,176,'خانه','مرکزی','اراک','شهر اراک خیابان جوادالئمه مجتمع پتروشیمی بلوک b4','3817863549','صالح دارابی','09390193652',0,'2025-12-20 11:08:29','2025-12-20 11:08:29'),
(76,177,'فاز 4 کافه دوپینگ','بندر ماهشهر','خوزستان','خوزستان بندر ماهشهر فاز 4نبش بوستان 4کافه دوپینگ','6351837034','غفار غبیشاوی','09389634340',0,'2025-12-20 11:13:43','2025-12-20 11:13:43'),
(77,178,'خانه','تهران','تهران','تهران- شهرستان شهریار- شهرک فرارت-بلوار آزادگان-بن‌بست مطهری-پلاک 79','3355180319','نرگس عیوضی','09362711058',0,'2025-12-20 11:15:55','2025-12-20 11:15:55'),
(78,179,'آواجیق پشت بانک سلمان علیپور','آذربایجان غربی','چالدران','آواجیق پشت بانک سلمان علیپور','00','پویا','09904994387',1,'2025-12-20 11:23:08','2025-12-20 11:23:08'),
(79,180,'خانه','تهران','ورامین','تهران ورامین خورین خیابان ازادگان بوستان دو پلاک 6 نبش کوچه گلبرگ اولین در سفید بزرگ سمت چپ','1234567890','پریسا جعفری','09917980558',1,'2025-12-20 11:23:17','2025-12-20 11:23:17'),
(80,187,'خانه','اذربایجان غربی','خوی','آذربایجان غربی شهرستان خوی خیابان ستارخان کوچه مالک اشتر 5','5819767634','سارا خانعلی لو','09332530878',0,'2025-12-20 17:39:06','2025-12-20 17:39:06'),
(81,197,'خانه','تهران','تهران','شهرارا خیابان پاتریس لومومبو خیابان ملکوتی پلاک 17 واحد 5','1441913716','فاطمه کرمی','09102425684',0,'2025-12-21 07:03:35','2025-12-21 07:03:35'),
(82,199,'کافه آفرود','اصفهان','اصفهان','خیابام امام خمینی خیابان بسیج جنب کوچه 104 کافه آفرود','123456789','شاهین قربانی','09913806513',0,'2025-12-21 09:04:52','2025-12-21 09:04:52'),
(83,202,'خانه','مازندران','قائمشهر','خیابان جویبار، خزر24، بهشتی14، موسوی نژاد4، ساختمان پرشین، واحد2','4763763998','شیدا غلامی','09118552395',0,'2025-12-21 17:01:17','2025-12-21 17:01:17'),
(84,205,'محل کار','خراسان رضوی','تایباد','خراسان رضوی شهرستان تایباد خیابان امام خمینی نبش امام خمینی 7 لوازم خانگی رحیمی','9591811111','علی رحیمی','09039538941',1,'2025-12-21 19:36:57','2025-12-21 19:36:57'),
(85,208,'خانه','اذربایجان شرقی','تبریز','تبریز - خیابان بهار - خیابان حکم آباد - کوچه شهید بی مثل - پلاک 11','5185814553','محمدحسین همتی','09029387380',0,'2025-12-22 12:21:41','2025-12-22 12:21:41'),
(86,209,'بندرعباس مگا مال','هرمزگان','بندرعباس','طبقه اول پلاک f1','2672992929','مینا انباز','09179756907',0,'2025-12-22 19:08:10','2025-12-22 19:18:21'),
(87,209,'بندرعباس بازار مگامال','هرمزگان','بندرعباس','طبقه اول پلاک f1_108 مزون زد کالکشن','1680339393','مینا انباز','09179756907',1,'2025-12-22 19:18:21','2025-12-22 19:18:21'),
(88,210,'محل کار','خوزستان','دزفول','خوزستان-دزفول-خیابان بهشتی بین معزی و صفا فروشگاه ورزشی المپیک','1234567890','یاسمن طریف','09016596605',1,'2025-12-22 21:48:57','2025-12-22 21:48:57'),
(89,211,'مغازه','تهران','تهران','بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان','1896863154','زهرا کاری','09356774143',1,'2025-12-23 07:30:24','2025-12-23 07:30:24'),
(90,212,'محل کار','یزد','یزد','بلوار پاکنژاد بعد از سه راه آبنما بازرگانی کاشی ایران زمین','8917664965','الهه شیرزاد','09137083150',0,'2025-12-23 10:27:06','2025-12-23 10:27:06'),
(91,214,'میناب بلوار خلیج فارس جنب تقاطع بدنه مرکزی برنجسرای حسینی','هرمزگان','میناب','هرمزگان میناب بلوارخلیج فارس جنب تقاطع بدنه مرکزی برنجسرای حسینی','7996159272','علیرضاحسیمی','09036959491',0,'2025-12-23 11:08:33','2025-12-23 11:08:33'),
(92,216,'خانه','خوزستان','ماهشهر','خوزستان ماهشهر شهرک بعثت قائم ولایت3','6354160010','آیدا شفیع دوست','09168312741',0,'2025-12-23 11:32:07','2025-12-23 11:32:07'),
(93,218,'هرات خیابان نهرمسیح شرقی','یزد','هرات/خاتم','استان یزد شهرستان خاتم هرات خیابان نهرمسیح شرقی','8988117985','هانیه ارجمندی','09134525475',0,'2025-12-23 12:02:14','2025-12-23 12:02:14'),
(94,156,'آزادی استاد معین خیابان طوس بعد از 21 متری جی نبش کوچه زمانی','تهران','تهران','آزادی استاد معین خیابان طوس بعد از 21 متری جی نبش کوچه زمانی فروشگاه موبایل عرفان','1341855888','عرفان زارع','09128458372',0,'2025-12-23 14:33:35','2025-12-23 14:33:35'),
(95,221,'محل کار  خیاطی کوردستان','کردستان','کامیاران','استان کردستان شهرستان کامیاران خیابان','6631116157','تینا اکبری','09920726386',1,'2025-12-23 15:54:29','2025-12-23 15:54:29'),
(96,222,'محل کار ( اراگیرا)','خراسان شمالی','درق','خراسان شمالی ، شهرستان گرمه ، شهر درق \nخیابان شهید مطهری پ 18 ( اراگیرا)','9431114757','فاطمه باقری','09157959455',0,'2025-12-23 16:09:14','2025-12-23 16:09:14'),
(97,230,'محل کار','فارس','لارستان','استان فارس لارستان شهر جدید میدان امام حسین بانک ملی لار نو','7431873865','ریحانه نجاری','09361427766',0,'2025-12-23 20:42:11','2025-12-23 20:42:11'),
(98,231,'خوزستان دزفول.سردشت.خیابان کشاورز فرعی افرینش پلاک89','خوزستان','دزفول','خوزستان دزفول سردشت خیابان کشاورز فرعی افرینشپلاک89','6469119247','منصورفرخوند','09366986099',0,'2025-12-23 20:59:26','2025-12-23 20:59:26'),
(99,235,'قشم طولا رسالت 2','هرمزگان','قشم','قشم جاده طولا رسالت 2','7956113644','مبینا پورگیوی','09334485088',0,'2025-12-23 22:56:33','2025-12-23 22:56:33'),
(100,237,'محل کار','اصفهان','اصفهان','اصفهان خوراسگان خیابان شریعتی خیابان معراج محله هیستان سوپر مارکت دشت عباس\n09023567048\nمتین شاهزیدی\n84973_81571','8157184973','متین شاهزیدی','09023567048',0,'2025-12-24 05:10:58','2025-12-24 05:10:58'),
(101,237,'محل کار','اصفهان','اصفهان','اصفهان خوراسگان خیابان شریعتی خیابان معراج محله هیستان سوپر مارکت دشت عباس\n09023567048\nمتین شاهزیدی\n84973_81571','8157184973','متین شاهزیدی','09023567048',0,'2025-12-24 05:10:58','2025-12-24 05:10:58'),
(102,238,'فارس،شهرستان کوار،شهر اکبراباد','فارس','کوار','استان فارس ،شهرستان کوار ،شهر اکبراباد،کوچه شهید علی حیدری','7169195696','محمد جوادناصری','09170562440',1,'2025-12-24 05:22:22','2025-12-24 05:22:22'),
(103,241,'خانه','اذربایجان شرقی','مرند','اذربایجان شرقی،شهر مرند،خ پاسداران،کوچه توحید2','5416834191','امیررضا حریفی','09143912171',0,'2025-12-24 08:17:21','2025-12-24 08:17:21'),
(104,243,'خانه','مازندران','محموداباد','محموداباد سرخرود  روستای فرامده','4633315323','فاضل زارعی','09336118849',1,'2025-12-24 08:30:27','2025-12-24 08:30:27'),
(105,245,'خانه','اصفهان','نجف آباد','خیابان سعدی ،کوی پاکنژاد غربی پلاک 105','8513735946','متین نصیری','09130323151',1,'2025-12-24 09:10:28','2025-12-24 09:10:28'),
(106,249,'اصفهان-زرین شهر-کچوییه-خیابان شهید سادات-کوچه ی صنوبر2','اصفهان','زرین شهر','اصفهان-زرین شهر-کچوییه-خیابان شهید سادات-کوچه ی صنوبر 2','8496114280','منصوره ابراهیمی','09135106783',0,'2025-12-24 10:15:21','2025-12-24 10:15:21'),
(107,250,'خانه','تهران','تهران','منطقه 14ـ اتوبان امام علی ـ دسترسی محلی ـ خ تکیه اکبر آبادی ـ کوچه خسروی پورـ پلاک2 ـطبقه 3','1768995473','غزاله محبی آشتیانی','09387989194',1,'2025-12-24 10:30:41','2025-12-24 10:30:41'),
(108,252,'محل کار','تهران','پردیس','تهران پردیس شهرک صنعتی سیاسنگ خیابان کوشک نبش گلایل 4 پذ109','9439195134','محمد آرمین مجرد','09928332016',1,'2025-12-24 11:03:55','2025-12-24 11:03:55'),
(109,254,'محل کار','فارس','شیراز','شیراز، چهارراه شریف آباد به سمت اتحاد مابین کوچه 5و7 اتحاد لوازم ورزشی رویال اسپرت','7157999951','علیرضاحیدری','09055485203',1,'2025-12-24 11:39:25','2025-12-24 11:39:25'),
(110,257,'اکسس موبایل','یزد','یزد','بلوار شهید صدوقی شمالی روبه رو سپاه جنب بانک صادرات','9817694654','امیررضی','09133585185',1,'2025-12-24 12:21:08','2025-12-24 12:21:08'),
(111,256,'خانه','مازندران','نکا','نکا خیابان جنگلبانی کوچه جنگلبانی 9','4841759899','kiyana','09395503454',1,'2025-12-24 12:29:15','2025-12-24 12:29:15'),
(112,261,'خانه','قم','قم','قم نیروگاه 16 متری ولیعصر کوچه 11 پلاک 73','7355425942','Mohammad','09039760367',0,'2025-12-24 19:36:46','2025-12-24 19:36:47'),
(113,261,'خانه','قم','قم','قم نیروگاه 16 متری ولیعصر کوچه 11 پلاک 73','7355425942','Mohammad','09039760367',1,'2025-12-24 19:36:47','2025-12-24 19:36:47'),
(114,262,'خانه','همدان','ملایر','استان همدان  ملایر چهارده شقایق خیابان یاس 4','6571341689','محمد طاها روزبهانی','09399507806',0,'2025-12-24 20:33:58','2025-12-24 20:33:58'),
(115,263,'خانه','بوشهر','عسلویه','استان بوشهر شهر عسلویه بلوار بامری بعد از میدان بادوبان','147493556283','محمد طاها خالدی','09300506893',1,'2025-12-25 05:40:53','2025-12-25 05:40:53'),
(116,272,'خانه','تهران','تهران','استان کردستان شهرستان سقز بیمارستان تامین اجتماعی کوچه صبا 2','6681766589','Faranak hosyini','09231132024',1,'2025-12-25 19:38:20','2025-12-25 19:38:20'),
(117,278,'خانه','مازندران','رویان','رویان خیابان شهدا آبشار 10 طلوع 3 پلاک 92','4656116811','دنیا اسماعیل تبار','09033381299',1,'2025-12-26 10:09:00','2025-12-26 10:09:00');
/*!40000 ALTER TABLE `addresses` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cache`
--

DROP TABLE IF EXISTS `cache`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `cache` (
  `key` varchar(255) NOT NULL,
  `value` mediumtext NOT NULL,
  `expiration` int(11) NOT NULL,
  PRIMARY KEY (`key`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cache`
--

LOCK TABLES `cache` WRITE;
/*!40000 ALTER TABLE `cache` DISABLE KEYS */;
INSERT INTO `cache` VALUES
('ayly-astor-cache-analytics:campaigns:5721918fe8464f309a3865ef1351228e','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:8:{s:11:\"campaign_id\";i:1;s:4:\"name\";s:25:\"افتتاحیه سایت\";s:4:\"type\";s:10:\"percentage\";s:14:\"discount_value\";i:10;s:14:\"total_quantity\";i:2;s:14:\"total_discount\";i:136000;s:13:\"total_revenue\";i:1224000;s:11:\"sales_count\";i:2;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764578603),
('ayly-astor-cache-analytics:campaigns:69811a7f41dbbc94ba37598e1aeba97d','O:39:\"Illuminate\\Database\\Eloquent\\Collection\":2:{s:8:\"\0*\0items\";a:0:{}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516551),
('ayly-astor-cache-analytics:campaigns:c02e40f2fb2e0670b6b111d31b55fb1b','O:39:\"Illuminate\\Database\\Eloquent\\Collection\":2:{s:8:\"\0*\0items\";a:0:{}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516640),
('ayly-astor-cache-analytics:campaigns:c1991d969221406eb952456807fc3ad5','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:2:{i:0;a:8:{s:11:\"campaign_id\";i:3;s:4:\"name\";s:24:\"کمپین شب یلدا\";s:4:\"type\";s:10:\"percentage\";s:14:\"discount_value\";i:15;s:14:\"total_quantity\";i:13;s:14:\"total_discount\";i:2196000;s:13:\"total_revenue\";i:12444000;s:11:\"sales_count\";i:13;}i:1;a:8:{s:11:\"campaign_id\";i:2;s:4:\"name\";s:26:\"تخفیف روز مادر\";s:4:\"type\";s:10:\"percentage\";s:14:\"discount_value\";i:15;s:14:\"total_quantity\";i:1;s:14:\"total_discount\";i:117000;s:13:\"total_revenue\";i:663000;s:11:\"sales_count\";i:1;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1766420526),
('ayly-astor-cache-analytics:hero-slides','a:4:{s:12:\"total_slides\";i:2;s:13:\"active_slides\";i:1;s:12:\"total_clicks\";i:1457;s:19:\"slides_by_link_type\";O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:2:{i:0;a:4:{s:4:\"type\";s:7:\"product\";s:5:\"count\";i:1;s:12:\"total_clicks\";i:1453;s:6:\"slides\";O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:7:{s:2:\"id\";i:1;s:5:\"title\";s:10:\"Iliywstore\";s:9:\"link_type\";s:7:\"product\";s:11:\"click_count\";i:1453;s:9:\"is_active\";b:1;s:9:\"link_info\";a:3:{s:4:\"type\";s:7:\"product\";s:2:\"id\";i:13;s:5:\"title\";s:42:\"تابلو ترکیب دلار و الله\";}s:10:\"custom_url\";N;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}}i:1;a:4:{s:4:\"type\";s:6:\"custom\";s:5:\"count\";i:1;s:12:\"total_clicks\";i:4;s:6:\"slides\";O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:7:{s:2:\"id\";i:2;s:5:\"title\";s:48:\"خفن ترین تابلوی خاور میانه\";s:9:\"link_type\";s:6:\"custom\";s:11:\"click_count\";i:4;s:9:\"is_active\";b:0;s:9:\"link_info\";N;s:10:\"custom_url\";s:18:\"https://google.com\";}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}}',1766420526),
('ayly-astor-cache-analytics:overview:5721918fe8464f309a3865ef1351228e','a:5:{s:12:\"total_orders\";i:5;s:13:\"total_revenue\";s:7:\"1924000\";s:11:\"total_items\";i:5;s:13:\"average_order\";d:384800;s:16:\"orders_by_status\";O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:2:{s:9:\"confirmed\";i:1;s:7:\"pending\";i:4;}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}}',1764578603),
('ayly-astor-cache-analytics:overview:69811a7f41dbbc94ba37598e1aeba97d','a:5:{s:12:\"total_orders\";i:4;s:13:\"total_revenue\";s:6:\"710000\";s:11:\"total_items\";i:4;s:13:\"average_order\";d:177500;s:16:\"orders_by_status\";O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:2:{s:9:\"confirmed\";i:2;s:7:\"pending\";i:2;}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}}',1764516551),
('ayly-astor-cache-analytics:overview:c02e40f2fb2e0670b6b111d31b55fb1b','a:5:{s:12:\"total_orders\";i:1;s:13:\"total_revenue\";s:6:\"680000\";s:11:\"total_items\";i:1;s:13:\"average_order\";d:680000;s:16:\"orders_by_status\";O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{s:7:\"pending\";i:1;}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}}',1764516639),
('ayly-astor-cache-analytics:overview:c1991d969221406eb952456807fc3ad5','a:5:{s:12:\"total_orders\";i:108;s:13:\"total_revenue\";s:9:\"111337000\";s:11:\"total_items\";i:108;s:13:\"average_order\";d:1030898;s:16:\"orders_by_status\";O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:4:{s:9:\"delivered\";i:5;s:7:\"pending\";i:10;s:10:\"processing\";i:4;s:7:\"shipped\";i:89;}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}}',1766420526),
('ayly-astor-cache-analytics:sales-by-day:5721918fe8464f309a3865ef1351228e','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:2:{i:0;a:4:{s:4:\"date\";s:10:\"2025-11-29\";s:12:\"orders_count\";i:2;s:7:\"revenue\";i:20000;s:13:\"average_order\";i:10000;}i:1;a:4:{s:4:\"date\";s:10:\"2025-11-30\";s:12:\"orders_count\";i:3;s:7:\"revenue\";i:1904000;s:13:\"average_order\";i:634667;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764578603),
('ayly-astor-cache-analytics:sales-by-day:69811a7f41dbbc94ba37598e1aeba97d','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:3:{i:0;a:4:{s:4:\"date\";s:10:\"2025-11-28\";s:12:\"orders_count\";i:1;s:7:\"revenue\";i:10000;s:13:\"average_order\";i:10000;}i:1;a:4:{s:4:\"date\";s:10:\"2025-11-29\";s:12:\"orders_count\";i:2;s:7:\"revenue\";i:20000;s:13:\"average_order\";i:10000;}i:2;a:4:{s:4:\"date\";s:10:\"2025-11-30\";s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;s:13:\"average_order\";i:680000;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516551),
('ayly-astor-cache-analytics:sales-by-day:c02e40f2fb2e0670b6b111d31b55fb1b','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:4:{s:4:\"date\";s:10:\"2025-11-30\";s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;s:13:\"average_order\";i:680000;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516639),
('ayly-astor-cache-analytics:sales-by-day:c1991d969221406eb952456807fc3ad5','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:21:{i:0;a:4:{s:4:\"date\";s:10:\"2025-12-01\";s:12:\"orders_count\";i:3;s:7:\"revenue\";i:3366000;s:13:\"average_order\";i:1122000;}i:1;a:4:{s:4:\"date\";s:10:\"2025-12-02\";s:12:\"orders_count\";i:5;s:7:\"revenue\";i:4950000;s:13:\"average_order\";i:990000;}i:2;a:4:{s:4:\"date\";s:10:\"2025-12-03\";s:12:\"orders_count\";i:4;s:7:\"revenue\";i:3844000;s:13:\"average_order\";i:961000;}i:3;a:4:{s:4:\"date\";s:10:\"2025-12-04\";s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1380000;s:13:\"average_order\";i:1380000;}i:4;a:4:{s:4:\"date\";s:10:\"2025-12-06\";s:12:\"orders_count\";i:3;s:7:\"revenue\";i:3440000;s:13:\"average_order\";i:1146667;}i:5;a:4:{s:4:\"date\";s:10:\"2025-12-07\";s:12:\"orders_count\";i:6;s:7:\"revenue\";i:5763000;s:13:\"average_order\";i:960500;}i:6;a:4:{s:4:\"date\";s:10:\"2025-12-08\";s:12:\"orders_count\";i:2;s:7:\"revenue\";i:2160000;s:13:\"average_order\";i:1080000;}i:7;a:4:{s:4:\"date\";s:10:\"2025-12-09\";s:12:\"orders_count\";i:5;s:7:\"revenue\";i:6600000;s:13:\"average_order\";i:1320000;}i:8;a:4:{s:4:\"date\";s:10:\"2025-12-10\";s:12:\"orders_count\";i:8;s:7:\"revenue\";i:8440000;s:13:\"average_order\";i:1055000;}i:9;a:4:{s:4:\"date\";s:10:\"2025-12-11\";s:12:\"orders_count\";i:5;s:7:\"revenue\";i:3800000;s:13:\"average_order\";i:760000;}i:10;a:4:{s:4:\"date\";s:10:\"2025-12-12\";s:12:\"orders_count\";i:2;s:7:\"revenue\";i:1760000;s:13:\"average_order\";i:880000;}i:11;a:4:{s:4:\"date\";s:10:\"2025-12-13\";s:12:\"orders_count\";i:19;s:7:\"revenue\";i:18780000;s:13:\"average_order\";i:988421;}i:12;a:4:{s:4:\"date\";s:10:\"2025-12-14\";s:12:\"orders_count\";i:4;s:7:\"revenue\";i:5800000;s:13:\"average_order\";i:1450000;}i:13;a:4:{s:4:\"date\";s:10:\"2025-12-15\";s:12:\"orders_count\";i:7;s:7:\"revenue\";i:8260000;s:13:\"average_order\";i:1180000;}i:14;a:4:{s:4:\"date\";s:10:\"2025-12-16\";s:12:\"orders_count\";i:7;s:7:\"revenue\";i:7260000;s:13:\"average_order\";i:1037143;}i:15;a:4:{s:4:\"date\";s:10:\"2025-12-17\";s:12:\"orders_count\";i:3;s:7:\"revenue\";i:3940000;s:13:\"average_order\";i:1313333;}i:16;a:4:{s:4:\"date\";s:10:\"2025-12-18\";s:12:\"orders_count\";i:2;s:7:\"revenue\";i:2460000;s:13:\"average_order\";i:1230000;}i:17;a:4:{s:4:\"date\";s:10:\"2025-12-19\";s:12:\"orders_count\";i:4;s:7:\"revenue\";i:3020000;s:13:\"average_order\";i:755000;}i:18;a:4:{s:4:\"date\";s:10:\"2025-12-20\";s:12:\"orders_count\";i:13;s:7:\"revenue\";i:12444000;s:13:\"average_order\";i:957231;}i:19;a:4:{s:4:\"date\";s:10:\"2025-12-21\";s:12:\"orders_count\";i:4;s:7:\"revenue\";i:2890000;s:13:\"average_order\";i:722500;}i:20;a:4:{s:4:\"date\";s:10:\"2025-12-22\";s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;s:13:\"average_order\";i:980000;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1766420526),
('ayly-astor-cache-analytics:sales-by-hour:5721918fe8464f309a3865ef1351228e','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:2:{i:0;a:4:{s:4:\"date\";s:10:\"2025-11-29\";s:12:\"total_orders\";i:2;s:13:\"total_revenue\";i:20000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:10000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:10000;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:1;a:4:{s:4:\"date\";s:10:\"2025-11-30\";s:12:\"total_orders\";i:3;s:13:\"total_revenue\";i:1904000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:612000;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:612000;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764578603),
('ayly-astor-cache-analytics:sales-by-hour:69811a7f41dbbc94ba37598e1aeba97d','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:3:{i:0;a:4:{s:4:\"date\";s:10:\"2025-11-28\";s:12:\"total_orders\";i:1;s:13:\"total_revenue\";i:10000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:10000;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:1;a:4:{s:4:\"date\";s:10:\"2025-11-29\";s:12:\"total_orders\";i:2;s:13:\"total_revenue\";i:20000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:10000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:10000;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:2;a:4:{s:4:\"date\";s:10:\"2025-11-30\";s:12:\"total_orders\";i:1;s:13:\"total_revenue\";i:680000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516551),
('ayly-astor-cache-analytics:sales-by-hour:c02e40f2fb2e0670b6b111d31b55fb1b','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:4:{s:4:\"date\";s:10:\"2025-11-30\";s:12:\"total_orders\";i:1;s:13:\"total_revenue\";i:680000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516639),
('ayly-astor-cache-analytics:sales-by-hour:c1991d969221406eb952456807fc3ad5','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:21:{i:0;a:4:{s:4:\"date\";s:10:\"2025-12-01\";s:12:\"total_orders\";i:3;s:13:\"total_revenue\";i:3366000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1242000;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:882000;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1242000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:1;a:4:{s:4:\"date\";s:10:\"2025-12-02\";s:12:\"total_orders\";i:5;s:13:\"total_revenue\";i:4950000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1242000;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1242000;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:1224000;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1242000;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:2;a:4:{s:4:\"date\";s:10:\"2025-12-03\";s:12:\"total_orders\";i:4;s:13:\"total_revenue\";i:3844000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1242000;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1242000;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:1360000;}}}i:3;a:4:{s:4:\"date\";s:10:\"2025-12-04\";s:12:\"total_orders\";i:1;s:13:\"total_revenue\";i:1380000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1380000;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:4;a:4:{s:4:\"date\";s:10:\"2025-12-06\";s:12:\"total_orders\";i:3;s:13:\"total_revenue\";i:3440000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:5;a:4:{s:4:\"date\";s:10:\"2025-12-07\";s:12:\"total_orders\";i:6;s:13:\"total_revenue\";i:5763000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:663000;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:6;a:4:{s:4:\"date\";s:10:\"2025-12-08\";s:12:\"total_orders\";i:2;s:13:\"total_revenue\";i:2160000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:7;a:4:{s:4:\"date\";s:10:\"2025-12-09\";s:12:\"total_orders\";i:5;s:13:\"total_revenue\";i:6600000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:1960000;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:2480000;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:8;a:4:{s:4:\"date\";s:10:\"2025-12-10\";s:12:\"total_orders\";i:8;s:13:\"total_revenue\";i:8440000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:9;a:4:{s:4:\"date\";s:10:\"2025-12-11\";s:12:\"total_orders\";i:5;s:13:\"total_revenue\";i:3800000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:1460000;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:10;a:4:{s:4:\"date\";s:10:\"2025-12-12\";s:12:\"total_orders\";i:2;s:13:\"total_revenue\";i:1760000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:780000;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:11;a:4:{s:4:\"date\";s:10:\"2025-12-13\";s:12:\"total_orders\";i:19;s:13:\"total_revenue\";i:18780000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:20000;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:3;s:7:\"revenue\";i:2040000;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1380000;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:2960000;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:5;s:7:\"revenue\";i:5500000;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:2460000;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:12;a:4:{s:4:\"date\";s:10:\"2025-12-14\";s:12:\"total_orders\";i:4;s:13:\"total_revenue\";i:5800000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:2960000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1360000;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:13;a:4:{s:4:\"date\";s:10:\"2025-12-15\";s:12:\"total_orders\";i:7;s:13:\"total_revenue\";i:8260000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:2960000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:14;a:4:{s:4:\"date\";s:10:\"2025-12-16\";s:12:\"total_orders\";i:7;s:13:\"total_revenue\";i:7260000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:2460000;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:15;a:4:{s:4:\"date\";s:10:\"2025-12-17\";s:12:\"total_orders\";i:3;s:13:\"total_revenue\";i:3940000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:16;a:4:{s:4:\"date\";s:10:\"2025-12-18\";s:12:\"total_orders\";i:2;s:13:\"total_revenue\";i:2460000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1480000;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:17;a:4:{s:4:\"date\";s:10:\"2025-12-19\";s:12:\"total_orders\";i:4;s:13:\"total_revenue\";i:3020000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:18;a:4:{s:4:\"date\";s:10:\"2025-12-20\";s:12:\"total_orders\";i:13;s:13:\"total_revenue\";i:12444000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:4;s:7:\"revenue\";i:4182000;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:3;s:7:\"revenue\";i:2414000;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:833000;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:833000;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1258000;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:1258000;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:2;s:7:\"revenue\";i:1666000;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}i:19;a:4:{s:4:\"date\";s:10:\"2025-12-21\";s:12:\"total_orders\";i:4;s:13:\"total_revenue\";i:2890000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:550000;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:680000;}}}i:20;a:4:{s:4:\"date\";s:10:\"2025-12-22\";s:12:\"total_orders\";i:1;s:13:\"total_revenue\";i:980000;s:6:\"hourly\";a:24:{i:0;a:3:{s:4:\"hour\";i:0;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:1;a:3:{s:4:\"hour\";i:1;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:2;a:3:{s:4:\"hour\";i:2;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:3;a:3:{s:4:\"hour\";i:3;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:4;a:3:{s:4:\"hour\";i:4;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:5;a:3:{s:4:\"hour\";i:5;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:6;a:3:{s:4:\"hour\";i:6;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:7;a:3:{s:4:\"hour\";i:7;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:8;a:3:{s:4:\"hour\";i:8;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:9;a:3:{s:4:\"hour\";i:9;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:10;a:3:{s:4:\"hour\";i:10;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:11;a:3:{s:4:\"hour\";i:11;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:12;a:3:{s:4:\"hour\";i:12;s:12:\"orders_count\";i:1;s:7:\"revenue\";i:980000;}i:13;a:3:{s:4:\"hour\";i:13;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:14;a:3:{s:4:\"hour\";i:14;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:15;a:3:{s:4:\"hour\";i:15;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:16;a:3:{s:4:\"hour\";i:16;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:17;a:3:{s:4:\"hour\";i:17;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:18;a:3:{s:4:\"hour\";i:18;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:19;a:3:{s:4:\"hour\";i:19;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:20;a:3:{s:4:\"hour\";i:20;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:21;a:3:{s:4:\"hour\";i:21;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:22;a:3:{s:4:\"hour\";i:22;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}i:23;a:3:{s:4:\"hour\";i:23;s:12:\"orders_count\";i:0;s:7:\"revenue\";i:0;}}}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1766420526),
('ayly-astor-cache-analytics:top-categories:4538a6f2c29023f815dd9c45a952c0be','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:8:{s:4:\"rank\";i:1;s:11:\"category_id\";i:1;s:4:\"name\";s:10:\"تابلو\";s:4:\"slug\";s:5:\"board\";s:14:\"total_quantity\";i:5;s:13:\"total_revenue\";i:1924000;s:12:\"orders_count\";i:5;s:14:\"products_count\";i:2;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764578603),
('ayly-astor-cache-analytics:top-categories:a2ef629834d9e3b23fa0a63ab10635ba','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:8:{s:4:\"rank\";i:1;s:11:\"category_id\";i:1;s:4:\"name\";s:10:\"تابلو\";s:4:\"slug\";s:5:\"board\";s:14:\"total_quantity\";i:109;s:13:\"total_revenue\";i:111337000;s:12:\"orders_count\";i:108;s:14:\"products_count\";i:7;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1766420526),
('ayly-astor-cache-analytics:top-categories:acf61f3390ae4e088c668da0268e1299','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:8:{s:4:\"rank\";i:1;s:11:\"category_id\";i:1;s:4:\"name\";s:10:\"تابلو\";s:4:\"slug\";s:5:\"board\";s:14:\"total_quantity\";i:4;s:13:\"total_revenue\";i:710000;s:12:\"orders_count\";i:4;s:14:\"products_count\";i:2;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516551),
('ayly-astor-cache-analytics:top-categories:e16083d4d2f59d879ada87e9f5c18351','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:8:{s:4:\"rank\";i:1;s:11:\"category_id\";i:1;s:4:\"name\";s:10:\"تابلو\";s:4:\"slug\";s:5:\"board\";s:14:\"total_quantity\";i:1;s:13:\"total_revenue\";i:680000;s:12:\"orders_count\";i:1;s:14:\"products_count\";i:1;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516640),
('ayly-astor-cache-analytics:top-products:4538a6f2c29023f815dd9c45a952c0be','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:2:{i:0;a:7:{s:4:\"rank\";i:1;s:10:\"product_id\";i:13;s:5:\"title\";s:42:\"تابلو ترکیب دلار و الله\";s:4:\"slug\";s:28:\"tablo-trkyb-dlar-o-allh-AwfJ\";s:14:\"total_quantity\";i:3;s:13:\"total_revenue\";i:1904000;s:12:\"orders_count\";i:3;}i:1;a:7:{s:4:\"rank\";i:2;s:10:\"product_id\";i:12;s:5:\"title\";s:19:\"محصول تستی\";s:4:\"slug\";s:15:\"mhsol-tsty-aeab\";s:14:\"total_quantity\";i:2;s:13:\"total_revenue\";i:20000;s:12:\"orders_count\";i:2;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764578603),
('ayly-astor-cache-analytics:top-products:a2ef629834d9e3b23fa0a63ab10635ba','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:7:{i:0;a:7:{s:4:\"rank\";i:1;s:10:\"product_id\";i:13;s:5:\"title\";s:42:\"تابلو ترکیب دلار و الله\";s:4:\"slug\";s:28:\"tablo-trkyb-dlar-o-allh-AwfJ\";s:14:\"total_quantity\";i:89;s:13:\"total_revenue\";i:92794000;s:12:\"orders_count\";i:88;}i:1;a:7:{s:4:\"rank\";i:2;s:10:\"product_id\";i:14;s:5:\"title\";s:33:\"تابلو دلار و الله 2\";s:4:\"slug\";s:24:\"tablo-dlar-o-allh-2-U3VF\";s:14:\"total_quantity\";i:9;s:13:\"total_revenue\";i:7320000;s:12:\"orders_count\";i:9;}i:2;a:7:{s:4:\"rank\";i:3;s:10:\"product_id\";i:28;s:5:\"title\";s:14:\"تابلو cls\";s:4:\"slug\";s:14:\"tablo-cls-KUvV\";s:14:\"total_quantity\";i:6;s:13:\"total_revenue\";i:6680000;s:12:\"orders_count\";i:6;}i:3;a:7:{s:4:\"rank\";i:4;s:10:\"product_id\";i:12;s:5:\"title\";s:19:\"محصول تستی\";s:4:\"slug\";s:15:\"mhsol-tsty-aeab\";s:14:\"total_quantity\";i:2;s:13:\"total_revenue\";i:20000;s:12:\"orders_count\";i:2;}i:4;a:7:{s:4:\"rank\";i:5;s:10:\"product_id\";i:27;s:5:\"title\";s:44:\"تابلو ترکیبی cb و لندکروز\";s:4:\"slug\";s:30:\"tablo-trkyby-cb-o-lndkroz-eXdf\";s:14:\"total_quantity\";i:1;s:13:\"total_revenue\";i:1380000;s:12:\"orders_count\";i:1;}i:5;a:7:{s:4:\"rank\";i:6;s:10:\"product_id\";i:8;s:5:\"title\";s:49:\"امرجنسی باکس پر دلار و تفنگ\";s:4:\"slug\";s:32:\"amrgnsy-baks-pr-dlar-o-tfng-In1t\";s:14:\"total_quantity\";i:1;s:13:\"total_revenue\";i:2480000;s:12:\"orders_count\";i:1;}i:6;a:7:{s:4:\"rank\";i:7;s:10:\"product_id\";i:26;s:5:\"title\";s:30:\"تابلو روز مادر😍\";s:4:\"slug\";s:19:\"tablo-roz-madr-af9i\";s:14:\"total_quantity\";i:1;s:13:\"total_revenue\";i:663000;s:12:\"orders_count\";i:1;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1766420526),
('ayly-astor-cache-analytics:top-products:acf61f3390ae4e088c668da0268e1299','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:2:{i:0;a:7:{s:4:\"rank\";i:1;s:10:\"product_id\";i:12;s:5:\"title\";s:19:\"محصول تستی\";s:4:\"slug\";s:15:\"mhsol-tsty-aeab\";s:14:\"total_quantity\";i:3;s:13:\"total_revenue\";i:30000;s:12:\"orders_count\";i:3;}i:1;a:7:{s:4:\"rank\";i:2;s:10:\"product_id\";i:13;s:5:\"title\";s:42:\"تابلو ترکیب دلار و الله\";s:4:\"slug\";s:28:\"tablo-trkyb-dlar-o-allh-AwfJ\";s:14:\"total_quantity\";i:1;s:13:\"total_revenue\";i:680000;s:12:\"orders_count\";i:1;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516551),
('ayly-astor-cache-analytics:top-products:e16083d4d2f59d879ada87e9f5c18351','O:29:\"Illuminate\\Support\\Collection\":2:{s:8:\"\0*\0items\";a:1:{i:0;a:7:{s:4:\"rank\";i:1;s:10:\"product_id\";i:13;s:5:\"title\";s:42:\"تابلو ترکیب دلار و الله\";s:4:\"slug\";s:28:\"tablo-trkyb-dlar-o-allh-AwfJ\";s:14:\"total_quantity\";i:1;s:13:\"total_revenue\";i:680000;s:12:\"orders_count\";i:1;}}s:28:\"\0*\0escapeWhenCastingToString\";b:0;}',1764516640),
('ayly-astor-cache-pending_order_10','a:16:{s:7:\"user_id\";i:11;s:13:\"customer_name\";s:19:\"سجاد قنبری\";s:14:\"customer_phone\";s:11:\"09938413885\";s:16:\"customer_address\";s:70:\"خراسان رضوی. گناباد نوغاب وحدت 18-پلاک 19\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1242000;s:15:\"original_amount\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1242000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:7;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1242000;s:14:\"original_price\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:11:\"campaign_id\";i:1;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1242000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1764772556),
('ayly-astor-cache-pending_order_100','a:16:{s:7:\"user_id\";i:85;s:13:\"customer_name\";s:14:\"Moein mansouri\";s:14:\"customer_phone\";s:11:\"09193641067\";s:16:\"customer_address\";s:112:\"تهران ، اتوبان امام رضا ، خاورشهر ، كمربندي شرقي ، كوچه 7 پلاك 9\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765647133),
('ayly-astor-cache-pending_order_101','a:16:{s:7:\"user_id\";i:86;s:13:\"customer_name\";s:23:\"مهدی خانجانی\";s:14:\"customer_phone\";s:11:\"09115069587\";s:16:\"customer_address\";s:142:\"گیلان _ رشت _ بلوار ولیعصر _ خیابان ولیعصر2 _ کوچه هفتم _ فرعی ششم _ ساختمان 91_واحد3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765695312),
('ayly-astor-cache-pending_order_104','a:16:{s:7:\"user_id\";i:87;s:13:\"customer_name\";s:21:\"مهدیه طاهری\";s:14:\"customer_phone\";s:11:\"09335009941\";s:16:\"customer_address\";s:138:\"تهران-خیابان ظهیرالسلام-خیابان مصباح-بازارچه باغ-طبقه همکف-پلاک 134-کالوپلاس\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765702165),
('ayly-astor-cache-pending_order_105','a:16:{s:7:\"user_id\";i:88;s:13:\"customer_name\";s:26:\"امیر محمد اسدی\";s:14:\"customer_phone\";s:11:\"09380737678\";s:16:\"customer_address\";s:207:\"همدان، شهرستان ملایر ، خیابان 32 متری مطهری ،قبل از چهار راه چهارم (قبل سه ران زن آقا) نبش کوچه ریحان ،گالری خانه چین\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:780000;s:15:\"original_amount\";i:780000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:780000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:28;s:18:\"product_variant_id\";i:25;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:780000;s:14:\"original_price\";i:780000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:780000;s:8:\"cart_key\";s:13:\"28_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"28_no-color_1\";a:4:{s:10:\"product_id\";i:28;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765703847),
('ayly-astor-cache-pending_order_106','a:16:{s:7:\"user_id\";i:89;s:13:\"customer_name\";s:23:\"زینب اردلانی\";s:14:\"customer_phone\";s:11:\"09392806530\";s:16:\"customer_address\";s:85:\"تهران سی متری جی خیابان سادات کوچه بیدوا پلاک165\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765707245),
('ayly-astor-cache-pending_order_107','a:16:{s:7:\"user_id\";i:89;s:13:\"customer_name\";s:23:\"زینب اردلانی\";s:14:\"customer_phone\";s:11:\"09392806530\";s:16:\"customer_address\";s:86:\"تهران سی متری جی خیابان سادات کوچه بیدوا پلاک 165\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765708559),
('ayly-astor-cache-pending_order_109','a:16:{s:7:\"user_id\";i:91;s:13:\"customer_name\";s:17:\"رضا حیدری\";s:14:\"customer_phone\";s:11:\"09394233624\";s:16:\"customer_address\";s:92:\"کرمان شهربابک خیابان امام روبرو بانک مهر بوتیک افر\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765717990),
('ayly-astor-cache-pending_order_111','a:16:{s:7:\"user_id\";i:94;s:13:\"customer_name\";s:28:\"یاسمن اولی نژاد\";s:14:\"customer_phone\";s:11:\"09385130663\";s:16:\"customer_address\";s:128:\"هرمزگان بندرعباس چهارراه فاطمیه کوچه شیرینکده قوام 10/4 منزل عکس سلطانی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765722080),
('ayly-astor-cache-pending_order_116','a:16:{s:7:\"user_id\";i:100;s:13:\"customer_name\";s:28:\"محمداسکندرزاده\";s:14:\"customer_phone\";s:11:\"09121457097\";s:16:\"customer_address\";s:167:\"تهران منطقه 17 میدان ابوذر میدان بهاران خیابان سجاد جنوبی کوچه عابدی پلاک 130 طبقه 5 واحد 13،14،15\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1380000;s:15:\"original_amount\";i:1380000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1380000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:28;s:18:\"product_variant_id\";i:27;s:8:\"color_id\";N;s:7:\"size_id\";i:4;s:20:\"variant_display_name\";s:5:\"40X50\";s:10:\"unit_price\";i:1380000;s:14:\"original_price\";i:1380000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1380000;s:8:\"cart_key\";s:13:\"28_no-color_4\";}}s:4:\"cart\";a:1:{s:13:\"28_no-color_4\";a:4:{s:10:\"product_id\";i:28;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:4;}}}',1765742730),
('ayly-astor-cache-pending_order_118','a:16:{s:7:\"user_id\";i:101;s:13:\"customer_name\";s:21:\"کیوان مرادی\";s:14:\"customer_phone\";s:11:\"09129400685\";s:16:\"customer_address\";s:133:\"شهریار شاهد شهر بلوار شهدا روبروی خیابان مدرس ساختمان سینا فروشگاه کیوان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:18;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"14_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_1\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765743021),
('ayly-astor-cache-pending_order_12','a:16:{s:7:\"user_id\";i:15;s:13:\"customer_name\";s:23:\"امیررضا مقدم\";s:14:\"customer_phone\";s:11:\"09337860425\";s:16:\"customer_address\";s:92:\"خمام خیابان امام خمینی روبروی بانک سپه جواهری مقدم\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:882000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:98000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:882000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:6;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:882000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:98000;s:11:\"campaign_id\";i:1;s:8:\"quantity\";i:1;s:10:\"line_total\";i:882000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1764791744),
('ayly-astor-cache-pending_order_120','a:16:{s:7:\"user_id\";i:99;s:13:\"customer_name\";s:28:\"سهیل خان احمدلو\";s:14:\"customer_phone\";s:11:\"09367119590\";s:16:\"customer_address\";s:115:\"فردیس بلوار شهید سلیمانی بین مهستان سوم و چهارم تعویض روغن محمد\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765744561),
('ayly-astor-cache-pending_order_122','a:16:{s:7:\"user_id\";i:104;s:13:\"customer_name\";s:21:\"زهرا دانایی\";s:14:\"customer_phone\";s:11:\"09026278162\";s:16:\"customer_address\";s:153:\"استان گیلان شهرستان صومعه‌سرا شهر گورابزرمیخ میدان مادر مغازه ابزار یراق تجربه کار\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765746011),
('ayly-astor-cache-pending_order_123','a:16:{s:7:\"user_id\";i:104;s:13:\"customer_name\";s:21:\"زهرا دانایی\";s:14:\"customer_phone\";s:11:\"09026278162\";s:16:\"customer_address\";s:153:\"استان گیلان شهرستان صومعه‌سرا شهر گورابزرمیخ میدان مادر مغازه ابزار یراق تجربه کار\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765746106),
('ayly-astor-cache-pending_order_127','a:16:{s:7:\"user_id\";i:107;s:13:\"customer_name\";s:21:\"محمد رامندی\";s:14:\"customer_phone\";s:11:\"09338584318\";s:16:\"customer_address\";s:122:\"تهران اتوبان بسیج ابتدا اتوبان محلاتی ورودی شهربازی بسیج کافه فلور\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765752972),
('ayly-astor-cache-pending_order_128','a:16:{s:7:\"user_id\";i:110;s:13:\"customer_name\";s:25:\"نیایش پیروزفر\";s:14:\"customer_phone\";s:11:\"09910343039\";s:16:\"customer_address\";s:76:\"کرمان،شهرک سیدی،بلوار منتظران مهدی کوچه 6\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765796466),
('ayly-astor-cache-pending_order_13','a:16:{s:7:\"user_id\";i:15;s:13:\"customer_name\";s:23:\"امیررضا مقدم\";s:14:\"customer_phone\";s:11:\"09337860425\";s:16:\"customer_address\";s:92:\"خمام خیابان امام خمینی روبروی بانک سپه جواهری مقدم\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:882000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:98000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:882000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:6;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:882000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:98000;s:11:\"campaign_id\";i:1;s:8:\"quantity\";i:1;s:10:\"line_total\";i:882000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1764791983),
('ayly-astor-cache-pending_order_130','a:16:{s:7:\"user_id\";i:109;s:13:\"customer_name\";s:23:\"مریم کشاورزی\";s:14:\"customer_phone\";s:11:\"09381707856\";s:16:\"customer_address\";s:85:\"استان گلستان .شهرستان بندرگز .خط نوکنده .فردوس 6\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1360000;s:15:\"original_amount\";i:1360000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1360000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:2;s:10:\"line_total\";i:1360000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:2;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765809059),
('ayly-astor-cache-pending_order_131','a:16:{s:7:\"user_id\";i:109;s:13:\"customer_name\";s:23:\"مریم کشاورزی\";s:14:\"customer_phone\";s:11:\"09381707856\";s:16:\"customer_address\";s:87:\"استان گلستان . شهرستان بندرگز . خط نوکنده. فردوس 6\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1360000;s:15:\"original_amount\";i:1360000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1360000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:2;s:10:\"line_total\";i:1360000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:2;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765809213),
('ayly-astor-cache-pending_order_138','a:16:{s:7:\"user_id\";i:121;s:13:\"customer_name\";s:27:\"فاطمه ترکاشوند\";s:14:\"customer_phone\";s:11:\"09036810628\";s:16:\"customer_address\";s:111:\"کرج،مهرشهر ،حسین اباد، میدان فرهنگ،کوچه اول شمالی پ 28 ویلایی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765891141),
('ayly-astor-cache-pending_order_14','a:16:{s:7:\"user_id\";i:15;s:13:\"customer_name\";s:23:\"امیررضا مقدم\";s:14:\"customer_phone\";s:11:\"09337860425\";s:16:\"customer_address\";s:92:\"خمام خیابان امام خمینی روبروی بانک سپه جواهری مقدم\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1242000;s:15:\"original_amount\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1242000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:7;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1242000;s:14:\"original_price\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:11:\"campaign_id\";i:1;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1242000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1764792818),
('ayly-astor-cache-pending_order_141','a:16:{s:7:\"user_id\";i:125;s:13:\"customer_name\";s:23:\"حمید شوریابی\";s:14:\"customer_phone\";s:11:\"09911112009\";s:16:\"customer_address\";s:125:\"نیشابور خیابان رسالت مابین رسالت شرقی 3 و خیابان کرامت برق خودرو حمید\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1360000;s:15:\"original_amount\";i:1360000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1360000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:2;s:10:\"line_total\";i:1360000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:2;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765917826),
('ayly-astor-cache-pending_order_142','a:16:{s:7:\"user_id\";i:125;s:13:\"customer_name\";s:23:\"حمید شوریابی\";s:14:\"customer_phone\";s:11:\"09911112009\";s:16:\"customer_address\";s:133:\"نیشابور خیابان رسالت شرقی مابین رسالت شرقی 3 وخیابان کرامت برق خودرو حمید\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1360000;s:15:\"original_amount\";i:1360000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1360000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:2;s:10:\"line_total\";i:1360000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:2;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765917945),
('ayly-astor-cache-pending_order_143','a:16:{s:7:\"user_id\";i:127;s:13:\"customer_name\";s:25:\"امیرحسین ناجی\";s:14:\"customer_phone\";s:11:\"09139632063\";s:16:\"customer_address\";s:148:\"استان اصفهان شهرستان اردستان شهر زواره بلوار 11 خرداد جنب اداره برق تهیه غذای زرین\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765918794),
('ayly-astor-cache-pending_order_145','a:16:{s:7:\"user_id\";i:130;s:13:\"customer_name\";s:20:\"یاسر شه بخش\";s:14:\"customer_phone\";s:11:\"09159414434\";s:16:\"customer_address\";s:124:\"زاهدان خیابان امام خمینی 64داخل کوچه سمت چپ ساختمان نما رومی طبقه سوم\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765926640),
('ayly-astor-cache-pending_order_147','a:16:{s:7:\"user_id\";i:132;s:13:\"customer_name\";s:26:\"مهدی حاجی زاده\";s:14:\"customer_phone\";s:11:\"09001115997\";s:16:\"customer_address\";s:94:\"بابل.قبل میدان دانشگاه روبروی استخر غدیر (موبایل نت)\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765966138),
('ayly-astor-cache-pending_order_148','a:16:{s:7:\"user_id\";i:132;s:13:\"customer_name\";s:26:\"مهدی حاجی زاده\";s:14:\"customer_phone\";s:11:\"09001115997\";s:16:\"customer_address\";s:94:\"بابل.قبل میدان دانشگاه روبروی استخر غدیر (موبایل نت)\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765966187),
('ayly-astor-cache-pending_order_15','a:16:{s:7:\"user_id\";i:15;s:13:\"customer_name\";s:23:\"امیررضا مقدم\";s:14:\"customer_phone\";s:11:\"09337860425\";s:16:\"customer_address\";s:103:\"گیلان-خمام-خیابان امام خمینی-روبروی بانک سپه-جواهری مقدم\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1242000;s:15:\"original_amount\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1242000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:7;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1242000;s:14:\"original_price\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:11:\"campaign_id\";i:1;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1242000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1764792910),
('ayly-astor-cache-pending_order_150','a:16:{s:7:\"user_id\";i:133;s:13:\"customer_name\";s:23:\"علیرضا جعفری\";s:14:\"customer_phone\";s:11:\"09175140115\";s:16:\"customer_address\";s:100:\"فارس شیراز زرقان شهرستان زرقان بلوار بخشنده بوستان هشت\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765967800),
('ayly-astor-cache-pending_order_153','a:16:{s:7:\"user_id\";i:135;s:13:\"customer_name\";s:23:\"علیرضا شریفی\";s:14:\"customer_phone\";s:11:\"09362471588\";s:16:\"customer_address\";s:119:\"خوزستان امیدیه شهرک مطهری بلوار جانبازان ساختمان مادر املاک مادر\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765971919),
('ayly-astor-cache-pending_order_154','a:16:{s:7:\"user_id\";i:136;s:13:\"customer_name\";s:25:\"ملیکا طهماسبی\";s:14:\"customer_phone\";s:11:\"09914620138\";s:16:\"customer_address\";s:83:\"اصفهان مبارکه شهرک مجلسی محله گلستان کوچه سرو\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:3300000;s:15:\"original_amount\";i:3300000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:3300000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:29;s:18:\"product_variant_id\";N;s:8:\"color_id\";N;s:7:\"size_id\";N;s:20:\"variant_display_name\";N;s:10:\"unit_price\";i:3300000;s:14:\"original_price\";i:3300000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:3300000;s:8:\"cart_key\";s:19:\"29_no-color_no-size\";}}s:4:\"cart\";a:1:{s:19:\"29_no-color_no-size\";a:4:{s:10:\"product_id\";i:29;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";N;}}}',1765978088),
('ayly-astor-cache-pending_order_155','a:16:{s:7:\"user_id\";i:138;s:13:\"customer_name\";s:26:\"نیما محمودی فر\";s:14:\"customer_phone\";s:11:\"09211634167\";s:16:\"customer_address\";s:74:\"خیابان انقلاب جنب اداره شهرداری پیتزا رم\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765984887),
('ayly-astor-cache-pending_order_157','a:16:{s:7:\"user_id\";i:141;s:13:\"customer_name\";s:10:\"Amirrezavk\";s:14:\"customer_phone\";s:11:\"09942832983\";s:16:\"customer_address\";s:103:\"تهران تهرانپارس میدان پروین خیابان 135 نبش 204 موبایل پارسی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765996155),
('ayly-astor-cache-pending_order_159','a:16:{s:7:\"user_id\";i:144;s:13:\"customer_name\";s:21:\"حنانه رسولی\";s:14:\"customer_phone\";s:11:\"09195173904\";s:16:\"customer_address\";s:150:\"خیابان شهید رجائی کوی سیزده آبان کوچه شهید اذروند گلپیشه(اردیبهشت 5)\r\nپلاک 49 ، واحد 4\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766004362),
('ayly-astor-cache-pending_order_16','a:16:{s:7:\"user_id\";i:15;s:13:\"customer_name\";s:23:\"امیررضا مقدم\";s:14:\"customer_phone\";s:11:\"09337860425\";s:16:\"customer_address\";s:129:\"گیلان-خمام-خیابان امام خمینی-روبروی بانک سپه-جواهری مقدم\r\nکدپستی: 4341916583\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1242000;s:15:\"original_amount\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1242000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:7;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1242000;s:14:\"original_price\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:11:\"campaign_id\";i:1;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1242000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1764793054),
('ayly-astor-cache-pending_order_163','a:16:{s:7:\"user_id\";i:148;s:13:\"customer_name\";s:21:\"سمیرا حیدری\";s:14:\"customer_phone\";s:11:\"09909171262\";s:16:\"customer_address\";s:145:\"تهران شهریار باباسلمان خیابان تقی کریمی خیابان محمد سیری بمب بست طالقانی 3پلاک 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766056548),
('ayly-astor-cache-pending_order_164','a:16:{s:7:\"user_id\";i:149;s:13:\"customer_name\";s:19:\"مهسا سرچمی\";s:14:\"customer_phone\";s:11:\"09147807624\";s:16:\"customer_address\";s:189:\"آذربایجان شرقی،شهرستان میانه،خیابان بانک ملی ،روبه روی مسجد اقایار سلطان ،مغازه اجناس حراج 50تا 100تومنی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766058787),
('ayly-astor-cache-pending_order_166','a:16:{s:7:\"user_id\";i:153;s:13:\"customer_name\";s:17:\"ندا تمیمی\";s:14:\"customer_phone\";s:11:\"09308754696\";s:16:\"customer_address\";s:98:\"استان بوشهر برازجان دهقائد  خیابان معلم کوچه ضنجر سیم2\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766073639),
('ayly-astor-cache-pending_order_167','a:16:{s:7:\"user_id\";i:152;s:13:\"customer_name\";s:21:\"صائب بیانلو\";s:14:\"customer_phone\";s:11:\"09196793367\";s:16:\"customer_address\";s:143:\"تهران ، نسیم شهر ، خیابان شهدا ، جنب کوچه امام حسن مجتبی ، پلاک 113\r\nکد پستی :3769113334\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766074048),
('ayly-astor-cache-pending_order_168','a:16:{s:7:\"user_id\";i:154;s:13:\"customer_name\";s:21:\"مبین مولودی\";s:14:\"customer_phone\";s:11:\"09183909778\";s:16:\"customer_address\";s:83:\"استان کردستان،شهرستان دهگلان میدان سوم خرداد\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766096962),
('ayly-astor-cache-pending_order_169','a:16:{s:7:\"user_id\";i:154;s:13:\"customer_name\";s:21:\"مبین مولودی\";s:14:\"customer_phone\";s:11:\"09183909778\";s:16:\"customer_address\";s:82:\"استان کردستان شهرستان دهگلان میدان سوم خرداد\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766097060),
('ayly-astor-cache-pending_order_17','a:16:{s:7:\"user_id\";i:15;s:13:\"customer_name\";s:23:\"امیررضا مقدم\";s:14:\"customer_phone\";s:11:\"09337860425\";s:16:\"customer_address\";s:92:\"خمام-خیابان امام خمینی-روبروی بانک سپه-جواهری مقدم\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1242000;s:15:\"original_amount\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1242000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:7;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1242000;s:14:\"original_price\";i:1380000;s:24:\"campaign_discount_amount\";i:138000;s:11:\"campaign_id\";i:1;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1242000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1764793211),
('ayly-astor-cache-pending_order_170','a:16:{s:7:\"user_id\";i:154;s:13:\"customer_name\";s:21:\"مبین مولودی\";s:14:\"customer_phone\";s:11:\"09183909778\";s:16:\"customer_address\";s:82:\"استان کردستان شهرستان دهگلان میدان سوم خرداد\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766097304),
('ayly-astor-cache-pending_order_171','a:16:{s:7:\"user_id\";i:157;s:13:\"customer_name\";s:30:\"محمدامین علی اصل\";s:14:\"customer_phone\";s:11:\"09129358167\";s:16:\"customer_address\";s:47:\"ماکو _ مدرس _ بهاران 2 پلاک 2\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766149048),
('ayly-astor-cache-pending_order_174','a:16:{s:7:\"user_id\";i:162;s:13:\"customer_name\";s:29:\"فاطمه محمودزاده\";s:14:\"customer_phone\";s:11:\"09387566817\";s:16:\"customer_address\";s:143:\"رشت ، کیلومتر 6 جاده تهران ،  دانشگاه گیلان ، جنب بانک ، داخل بازارچه ، دفتر پستی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766222156),
('ayly-astor-cache-pending_order_177','a:16:{s:7:\"user_id\";i:165;s:13:\"customer_name\";s:19:\"دنیز رسولی\";s:14:\"customer_phone\";s:11:\"09396761860\";s:16:\"customer_address\";s:125:\"تهران منطقه 5، میدان شهرزیبا خیابان مرادی کوچه خلیج فارس پلاک 5 واحد 14\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766236538),
('ayly-astor-cache-pending_order_179','a:16:{s:7:\"user_id\";i:166;s:13:\"customer_name\";s:23:\"شایان سالومه\";s:14:\"customer_phone\";s:11:\"09916999075\";s:16:\"customer_address\";s:82:\"آذرباینجان غربی بوکان میدان معلم قنادی شاتوت\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766255011),
('ayly-astor-cache-pending_order_181','a:16:{s:7:\"user_id\";i:167;s:13:\"customer_name\";s:19:\"فاطمه سدنی\";s:14:\"customer_phone\";s:11:\"09119986603\";s:16:\"customer_address\";s:53:\"پاساژ وارکانا طبقه اول پلاک 59\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766303784),
('ayly-astor-cache-pending_order_182','a:16:{s:7:\"user_id\";i:169;s:13:\"customer_name\";s:20:\"زهرارضاپور\";s:14:\"customer_phone\";s:11:\"09022024185\";s:16:\"customer_address\";s:123:\"تهران،مرزداران،خیابان رضایی نژاد،کوچه دوازده متری اول،پلاک8،واحد6\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:833000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:833000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:833000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:833000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766309427),
('ayly-astor-cache-pending_order_183','a:16:{s:7:\"user_id\";i:170;s:13:\"customer_name\";s:26:\"رضا بیابان گرد\";s:14:\"customer_phone\";s:11:\"09397439985\";s:16:\"customer_address\";s:112:\"ارومیه فلکه امام علی 50 متر مانده به فلکه امام علی پوشاک میرادا\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1258000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1258000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1258000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1258000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766309428),
('ayly-astor-cache-pending_order_187','a:16:{s:7:\"user_id\";i:171;s:13:\"customer_name\";s:21:\"فاطمه صادقی\";s:14:\"customer_phone\";s:11:\"09923118438\";s:16:\"customer_address\";s:131:\"سمنان شاهرود میامی روستای محمد اباد خیابان البرز نبش البرز چهارم پلاک 441\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1258000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1258000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1258000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1258000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766309977),
('ayly-astor-cache-pending_order_188','a:16:{s:7:\"user_id\";i:172;s:13:\"customer_name\";s:15:\"آراز زکی\";s:14:\"customer_phone\";s:11:\"09309027546\";s:16:\"customer_address\";s:141:\"تهران شهریار اندیشه فاز یک خیابان هشتم غربی میدان معلم کوچه روشنک پلاک 84واحد 4\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:833000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:833000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:833000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:833000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766310089),
('ayly-astor-cache-pending_order_19','a:16:{s:7:\"user_id\";i:16;s:13:\"customer_name\";s:15:\"رها فتحی\";s:14:\"customer_phone\";s:11:\"09351072756\";s:16:\"customer_address\";s:107:\"تهران شهرری سلمان فارسی مجتمع امام حسین بلوک جی غربی واحد 12\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:612000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:68000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:612000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:5;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:612000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:68000;s:11:\"campaign_id\";i:1;s:8:\"quantity\";i:1;s:10:\"line_total\";i:612000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1764797388),
('ayly-astor-cache-pending_order_190','a:16:{s:7:\"user_id\";i:174;s:13:\"customer_name\";s:8:\"مریم\";s:14:\"customer_phone\";s:11:\"09305384359\";s:16:\"customer_address\";s:65:\"جویبار خیابان جمعه بازار کوچه سراج22\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:578000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:578000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:578000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:578000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766310788),
('ayly-astor-cache-pending_order_191','a:16:{s:7:\"user_id\";i:173;s:13:\"customer_name\";s:19:\"نرگس عیوضی\";s:14:\"customer_phone\";s:11:\"09362711058\";s:16:\"customer_address\";s:93:\"تهران شهریار فرارت بلوار ازدگان بن بست مطهری پلاک 79\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1258000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1258000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1258000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1258000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766310799),
('ayly-astor-cache-pending_order_192','a:16:{s:7:\"user_id\";i:174;s:13:\"customer_name\";s:8:\"مریم\";s:14:\"customer_phone\";s:11:\"09305384359\";s:16:\"customer_address\";s:65:\"جویبار خیابان جمعه بازار کوچه سراج22\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:578000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:578000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:578000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:578000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766310802),
('ayly-astor-cache-pending_order_193','a:16:{s:7:\"user_id\";i:175;s:13:\"customer_name\";s:23:\"نازیلا قاسمی\";s:14:\"customer_phone\";s:11:\"09927721376\";s:16:\"customer_address\";s:85:\"زنجان پونک مجتمع فرهنگیان بلوک15 طبقه 10 واحد 15104\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:578000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:578000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:578000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:578000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766313719),
('ayly-astor-cache-pending_order_194','a:16:{s:7:\"user_id\";i:176;s:13:\"customer_name\";s:21:\"صالح دارابی\";s:14:\"customer_phone\";s:11:\"09390193652\";s:16:\"customer_address\";s:87:\"شهر اراک خیابان جوادالئمه مجتمع پتروشیمی بلوک b4\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:16400;s:15:\"original_amount\";i:16400;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:16400;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:7;s:18:\"product_variant_id\";N;s:8:\"color_id\";N;s:7:\"size_id\";N;s:20:\"variant_display_name\";N;s:10:\"unit_price\";i:3280;s:14:\"original_price\";i:3280;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:5;s:10:\"line_total\";i:16400;s:8:\"cart_key\";s:18:\"7_no-color_no-size\";}}s:4:\"cart\";a:1:{s:18:\"7_no-color_no-size\";a:4:{s:10:\"product_id\";i:7;s:8:\"quantity\";i:5;s:8:\"color_id\";N;s:7:\"size_id\";N;}}}',1766315330),
('ayly-astor-cache-pending_order_196','a:16:{s:7:\"user_id\";i:178;s:13:\"customer_name\";s:19:\"نرگس عیوضی\";s:14:\"customer_phone\";s:11:\"09362711058\";s:16:\"customer_address\";s:123:\"تهران- شهرستان شهریار- شهرک فرارت-بلوار آزادگان-بن‌بست مطهری-پلاک 79\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1258000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1258000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1258000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1258000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766315780),
('ayly-astor-cache-pending_order_198','a:16:{s:7:\"user_id\";i:179;s:13:\"customer_name\";s:23:\"پویا مددزاده\";s:14:\"customer_phone\";s:11:\"09904994387\";s:16:\"customer_address\";s:52:\"آواجیق پشت بانک سلمان علیپور\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:578000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:578000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:578000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:578000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766316305),
('ayly-astor-cache-pending_order_200','a:16:{s:7:\"user_id\";i:183;s:13:\"customer_name\";s:21:\"پرنیا افضلی\";s:14:\"customer_phone\";s:11:\"09935226670\";s:16:\"customer_address\";s:123:\"قیدار خیابان  مطهری شمالی  کوچه احمد گنج خانلو پلاک 45 \r\n\r\nکدپستی 4581867714\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:833000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:833000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:833000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:833000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766330051),
('ayly-astor-cache-pending_order_202','a:16:{s:7:\"user_id\";i:184;s:13:\"customer_name\";s:17:\"صدف عزیزی\";s:14:\"customer_phone\";s:11:\"09903097658\";s:16:\"customer_address\";s:129:\"شیراز خیابان نادر (انقلاب اسلامی) سرکوچه 32 مغازه امپراطور به نام بهادری\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:833000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:833000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:833000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:833000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766333463),
('ayly-astor-cache-pending_order_203','a:16:{s:7:\"user_id\";i:184;s:13:\"customer_name\";s:17:\"صدف عزیزی\";s:14:\"customer_phone\";s:11:\"09903097658\";s:16:\"customer_address\";s:139:\"شیراز خیابان نادر (انقلاب اسلامی) سرکوچه 32\r\nمغازه امپراطور به نام احمد بهادری\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:833000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:833000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:833000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:833000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766334323),
('ayly-astor-cache-pending_order_206','a:16:{s:7:\"user_id\";i:189;s:13:\"customer_name\";s:13:\"pooyakomijanj\";s:14:\"customer_phone\";s:11:\"09964941385\";s:16:\"customer_address\";s:114:\"تهران بلوار میرداماد میدان مادر مرکز خرید جواهر پلاک 15 کمیجانی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1258000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1258000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1258000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1258000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766342508),
('ayly-astor-cache-pending_order_207','a:16:{s:7:\"user_id\";i:189;s:13:\"customer_name\";s:13:\"pooyakomijanj\";s:14:\"customer_phone\";s:11:\"09964941385\";s:16:\"customer_address\";s:114:\"تهران بلوار میرداماد میدان مادر مرکز خرید جواهر پلاک 15 کمیجانی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1258000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1258000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1258000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1258000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766342822),
('ayly-astor-cache-pending_order_209','a:16:{s:7:\"user_id\";i:191;s:13:\"customer_name\";s:25:\"امیر دریانورد\";s:14:\"customer_phone\";s:11:\"09961766643\";s:16:\"customer_address\";s:101:\"جزیره قشم شهر درگهان مجتمع تجاری دریا لاین ساحل 4پلاک 1477\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1258000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1258000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1258000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:222000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1258000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766349374),
('ayly-astor-cache-pending_order_210','a:16:{s:7:\"user_id\";i:192;s:13:\"customer_name\";s:10:\"محدثه\";s:14:\"customer_phone\";s:11:\"09905652567\";s:16:\"customer_address\";s:152:\"گیلان،آستانه اشرفیه،خیابان شهید عیسی پور،نبش بن بست سوم،ساختمان یلدا،طبقه 2،واحد 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:833000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:833000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:833000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:833000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766351114),
('ayly-astor-cache-pending_order_212','a:16:{s:7:\"user_id\";i:123;s:13:\"customer_name\";s:25:\"مهلا فخرابادی\";s:14:\"customer_phone\";s:11:\"09135347687\";s:16:\"customer_address\";s:46:\"یزد بلوار پاسداران کوچه 68\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:833000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:833000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:49;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:833000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:147000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:833000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766352318),
('ayly-astor-cache-pending_order_214','a:16:{s:7:\"user_id\";i:195;s:13:\"customer_name\";s:12:\"صمدیان\";s:14:\"customer_phone\";s:11:\"09369793345\";s:16:\"customer_address\";s:64:\"رباط کریم ابشناسان مهر 2بلوک 22واحد 5\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:578000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:578000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:578000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:102000;s:11:\"campaign_id\";i:3;s:8:\"quantity\";i:1;s:10:\"line_total\";i:578000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766357980),
('ayly-astor-cache-pending_order_215','a:16:{s:7:\"user_id\";i:197;s:13:\"customer_name\";s:19:\"فاطمه کرمی\";s:14:\"customer_phone\";s:11:\"09102425684\";s:16:\"customer_address\";s:102:\"شهرارا خیابان پاتریس لومومبو خیابان ملکوتی پلاک 17 واحد 5\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:48;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766387041),
('ayly-astor-cache-pending_order_217','a:16:{s:7:\"user_id\";i:199;s:13:\"customer_name\";s:23:\"شاهین قربانی\";s:14:\"customer_phone\";s:11:\"09913806513\";s:16:\"customer_address\";s:94:\"خیابام امام خمینی خیابان بسیج جنب کوچه 104 کافه آفرود\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766394306),
('ayly-astor-cache-pending_order_219','a:16:{s:7:\"user_id\";i:201;s:13:\"customer_name\";s:19:\"ایلیا بخشی\";s:14:\"customer_phone\";s:11:\"09227489113\";s:16:\"customer_address\";s:129:\"مازندران قائمشهر خیابان جویبار خزر 24 بهشتی 14 موسوی نژاد 4 ساختمان پرشین\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766421780),
('ayly-astor-cache-pending_order_220','a:16:{s:7:\"user_id\";i:201;s:13:\"customer_name\";s:19:\"ایلیا بخشی\";s:14:\"customer_phone\";s:11:\"09227489113\";s:16:\"customer_address\";s:129:\"مازندران قائمشهر خیابان جویبار خزر 24 بهشتی 14 موسوی نژاد 4 ساختمان پرشین\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766421848),
('ayly-astor-cache-pending_order_223','a:16:{s:7:\"user_id\";i:207;s:13:\"customer_name\";s:26:\"امیر زاده محمد\";s:14:\"customer_phone\";s:11:\"09155668377\";s:16:\"customer_address\";s:121:\"مشهد _ بلوار استقلال _ استقلال 2 و 4 _ روبه روی دوربرگردان _ همراه سیدی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766481275),
('ayly-astor-cache-pending_order_224','a:16:{s:7:\"user_id\";i:207;s:13:\"customer_name\";s:26:\"امیر زاده محمد\";s:14:\"customer_phone\";s:11:\"09155668377\";s:16:\"customer_address\";s:148:\"خراسان رضوی _ مشهد _ بلوار استقلال بین استقلال 2 و 4 _ روبه روی دوربرگدان _ همراه سیدی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766481743),
('ayly-astor-cache-pending_order_225','a:16:{s:7:\"user_id\";i:207;s:13:\"customer_name\";s:26:\"امیر زاده محمد\";s:14:\"customer_phone\";s:11:\"09155668377\";s:16:\"customer_address\";s:6:\"مطم\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766481865),
('ayly-astor-cache-pending_order_227','a:16:{s:7:\"user_id\";i:209;s:13:\"customer_name\";s:19:\"مینا انباز\";s:14:\"customer_phone\";s:11:\"09179756907\";s:16:\"customer_address\";s:27:\"طبقه اول پلاک f1\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:3280;s:15:\"original_amount\";i:3280;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:3280;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:7;s:18:\"product_variant_id\";N;s:8:\"color_id\";N;s:7:\"size_id\";N;s:20:\"variant_display_name\";N;s:10:\"unit_price\";i:3280;s:14:\"original_price\";i:3280;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:3280;s:8:\"cart_key\";s:18:\"7_no-color_no-size\";}}s:4:\"cart\";a:1:{s:18:\"7_no-color_no-size\";a:4:{s:10:\"product_id\";i:7;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";N;}}}',1766517004),
('ayly-astor-cache-pending_order_228','a:16:{s:7:\"user_id\";i:209;s:13:\"customer_name\";s:19:\"مینا انباز\";s:14:\"customer_phone\";s:11:\"09179756907\";s:16:\"customer_address\";s:82:\"بازار مگامال طبقه اول پلاک f1_108 مزون زد کالکشن\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1680000;s:15:\"original_amount\";i:1680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:6;s:18:\"product_variant_id\";N;s:8:\"color_id\";N;s:7:\"size_id\";N;s:20:\"variant_display_name\";N;s:10:\"unit_price\";i:1680000;s:14:\"original_price\";i:1680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1680000;s:8:\"cart_key\";s:18:\"6_no-color_no-size\";}}s:4:\"cart\";a:1:{s:18:\"6_no-color_no-size\";a:4:{s:10:\"product_id\";i:6;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";N;}}}',1766517525),
('ayly-astor-cache-pending_order_229','a:16:{s:7:\"user_id\";i:131;s:13:\"customer_name\";s:21:\"مریم سلمانی\";s:14:\"customer_phone\";s:11:\"09214234836\";s:16:\"customer_address\";s:70:\"بیرجند ، مدرس 49 ، بعثت12 ، پلاک 14 ، واحد 5\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:50;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1766517550),
('ayly-astor-cache-pending_order_233','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:192:\"بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766561449),
('ayly-astor-cache-pending_order_234','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:192:\"بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766561462),
('ayly-astor-cache-pending_order_235','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766561581),
('ayly-astor-cache-pending_order_236','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766561605),
('ayly-astor-cache-pending_order_237','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766561900),
('ayly-astor-cache-pending_order_238','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766563682),
('ayly-astor-cache-pending_order_239','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766565552),
('ayly-astor-cache-pending_order_240','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766565566),
('ayly-astor-cache-pending_order_241','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:192:\"بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766569603),
('ayly-astor-cache-pending_order_242','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766570763),
('ayly-astor-cache-pending_order_243','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766571129),
('ayly-astor-cache-pending_order_244','a:16:{s:7:\"user_id\";i:212;s:13:\"customer_name\";s:21:\"الهه شیرزاد\";s:14:\"customer_phone\";s:11:\"09137083150\";s:16:\"customer_address\";s:106:\"بلوار پاکنژاد بعد از سه راه آبنما بازرگانی کاشی ایران زمین\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:550000;s:15:\"original_amount\";i:550000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:550000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:74;s:8:\"color_id\";N;s:7:\"size_id\";i:6;s:20:\"variant_display_name\";s:5:\"16X21\";s:10:\"unit_price\";i:550000;s:14:\"original_price\";i:550000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:550000;s:8:\"cart_key\";s:13:\"13_no-color_6\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_6\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:6;}}}',1766572091),
('ayly-astor-cache-pending_order_246','a:16:{s:7:\"user_id\";i:214;s:13:\"customer_name\";s:22:\"علیرضاحسینی\";s:14:\"customer_phone\";s:11:\"09036959491\";s:16:\"customer_address\";s:119:\"هرمزگان میناب بلوارخلیج فارس جنب تقاطع بدنه مرکزی برنجسرای حسینی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:2040000;s:15:\"original_amount\";i:2040000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:2040000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:3;s:10:\"line_total\";i:2040000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:3;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766574532),
('ayly-astor-cache-pending_order_247','a:16:{s:7:\"user_id\";i:216;s:13:\"customer_name\";s:26:\"آیدا شفیع دوست\";s:14:\"customer_phone\";s:11:\"09168312741\";s:16:\"customer_address\";s:25:\"ولایت 3بلوک‌28\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766575961),
('ayly-astor-cache-pending_order_25','a:16:{s:7:\"user_id\";i:22;s:13:\"customer_name\";s:38:\"محمدحسین خسروی عمران\";s:14:\"customer_phone\";s:11:\"09116780567\";s:16:\"customer_address\";s:108:\"مازندران آمل خیابان طالب آملی نبش دریای 51 لوازم خانگی اسنوا\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:5;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1764863006),
('ayly-astor-cache-pending_order_250','a:16:{s:7:\"user_id\";i:156;s:13:\"customer_name\";s:19:\"عرفان زارع\";s:14:\"customer_phone\";s:11:\"09033886900\";s:16:\"customer_address\";s:160:\"آزادی، خیابان استاد معین خیابان طوس بعد از 21 متری جی نبش کوچه زمانی فروشگاه موبایل عرفان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766586902),
('ayly-astor-cache-pending_order_251','a:16:{s:7:\"user_id\";i:156;s:13:\"customer_name\";s:19:\"عرفان زارع\";s:14:\"customer_phone\";s:11:\"09128458372\";s:16:\"customer_address\";s:145:\"آزادی استاد معین خیابان طوس بعد از 21 متری جی نبش کوچه زمانی فروشگاه موبایل عرفان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766586943),
('ayly-astor-cache-pending_order_253','a:16:{s:7:\"user_id\";i:222;s:13:\"customer_name\";s:21:\"فاطمه باقری\";s:14:\"customer_phone\";s:11:\"09157959455\";s:16:\"customer_address\";s:126:\"خراسان شمالی ، شهرستان گرمه ، شهر درق \r\nخیابان شهید مطهری پ 18 ( اراگیرا)\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766592596),
('ayly-astor-cache-pending_order_254','a:16:{s:7:\"user_id\";i:222;s:13:\"customer_name\";s:21:\"فاطمه باقری\";s:14:\"customer_phone\";s:11:\"09157959455\";s:16:\"customer_address\";s:126:\"خراسان شمالی ، شهرستان گرمه ، شهر درق \r\nخیابان شهید مطهری پ 18 ( اراگیرا)\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766592695),
('ayly-astor-cache-pending_order_255','a:16:{s:7:\"user_id\";i:222;s:13:\"customer_name\";s:21:\"فاطمه باقری\";s:14:\"customer_phone\";s:11:\"09157959455\";s:16:\"customer_address\";s:126:\"خراسان شمالی ، شهرستان گرمه ، شهر درق \r\nخیابان شهید مطهری پ 18 ( اراگیرا)\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766592946),
('ayly-astor-cache-pending_order_256','a:16:{s:7:\"user_id\";i:223;s:13:\"customer_name\";s:20:\"سارانیریزی\";s:14:\"customer_phone\";s:11:\"09921094653\";s:16:\"customer_address\";s:92:\"کرمانشاه.سرپل ذهاب.خیابان سه راه مرادخان.کافه پینو\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766594370),
('ayly-astor-cache-pending_order_258','a:16:{s:7:\"user_id\";i:222;s:13:\"customer_name\";s:21:\"فاطمه باقری\";s:14:\"customer_phone\";s:11:\"09157959455\";s:16:\"customer_address\";s:126:\"خراسان شمالی ، شهرستان گرمه ، شهر درق \r\nخیابان شهید مطهری پ 18 ( اراگیرا)\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766594622),
('ayly-astor-cache-pending_order_259','a:16:{s:7:\"user_id\";i:222;s:13:\"customer_name\";s:21:\"فاطمه باقری\";s:14:\"customer_phone\";s:11:\"09157959455\";s:16:\"customer_address\";s:126:\"خراسان شمالی ، شهرستان گرمه ، شهر درق \r\nخیابان شهید مطهری پ 18 ( اراگیرا)\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766596599),
('ayly-astor-cache-pending_order_260','a:16:{s:7:\"user_id\";i:222;s:13:\"customer_name\";s:21:\"فاطمه باقری\";s:14:\"customer_phone\";s:11:\"09157959455\";s:16:\"customer_address\";s:126:\"خراسان شمالی ، شهرستان گرمه ، شهر درق \r\nخیابان شهید مطهری پ 18 ( اراگیرا)\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:880000;s:15:\"original_amount\";i:880000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:880000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:30;s:18:\"product_variant_id\";i:59;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:880000;s:14:\"original_price\";i:880000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:880000;s:8:\"cart_key\";s:13:\"30_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"30_no-color_1\";a:4:{s:10:\"product_id\";i:30;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766596694),
('ayly-astor-cache-pending_order_261','a:16:{s:7:\"user_id\";i:222;s:13:\"customer_name\";s:21:\"فاطمه باقری\";s:14:\"customer_phone\";s:11:\"09157959455\";s:16:\"customer_address\";s:126:\"خراسان شمالی ، شهرستان گرمه ، شهر درق \r\nخیابان شهید مطهری پ 18 ( اراگیرا)\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766596812),
('ayly-astor-cache-pending_order_262','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766597362),
('ayly-astor-cache-pending_order_263','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766597376),
('ayly-astor-cache-pending_order_264','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766597393),
('ayly-astor-cache-pending_order_265','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766597560),
('ayly-astor-cache-pending_order_266','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766597722),
('ayly-astor-cache-pending_order_267','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766598024),
('ayly-astor-cache-pending_order_268','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766598642),
('ayly-astor-cache-pending_order_269','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766599267),
('ayly-astor-cache-pending_order_27','a:16:{s:7:\"user_id\";i:23;s:13:\"customer_name\";s:4:\"Pary\";s:14:\"customer_phone\";s:11:\"09015319092\";s:16:\"customer_address\";s:37:\"بوشهر چهار راه فضیلت\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:5;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1764891555),
('ayly-astor-cache-pending_order_270','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766599663),
('ayly-astor-cache-pending_order_271','a:16:{s:7:\"user_id\";i:226;s:13:\"customer_name\";s:21:\"زهرا خداترس\";s:14:\"customer_phone\";s:11:\"09336983703\";s:16:\"customer_address\";s:110:\"استان گیلان،صومعه‌سرا،ضیابر خیابان فرهنگیان ساختمان آرتین\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766602287),
('ayly-astor-cache-pending_order_272','a:16:{s:7:\"user_id\";i:227;s:13:\"customer_name\";s:30:\"امیر حسین زهرایی\";s:14:\"customer_phone\";s:11:\"09917756193\";s:16:\"customer_address\";s:92:\"همدان چراق قرمز حصار امام 8 متری ملکی آرایشگاه امیر\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:398000;s:15:\"original_amount\";i:398000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:398000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:73;s:8:\"color_id\";N;s:7:\"size_id\";i:7;s:20:\"variant_display_name\";s:5:\"13X18\";s:10:\"unit_price\";i:398000;s:14:\"original_price\";i:398000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:398000;s:8:\"cart_key\";s:13:\"13_no-color_7\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_7\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:7;}}}',1766602302),
('ayly-astor-cache-pending_order_273','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766602326),
('ayly-astor-cache-pending_order_274','a:16:{s:7:\"user_id\";i:226;s:13:\"customer_name\";s:21:\"زهرا خداترس\";s:14:\"customer_phone\";s:11:\"09336983703\";s:16:\"customer_address\";s:108:\"استان گیلان،صومعه سرا،ضیابر خيابان فرهنگیان ساختمان آرتین\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766602444),
('ayly-astor-cache-pending_order_275','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:19:\"میثم رحیمی\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:203:\"تهران بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766605844),
('ayly-astor-cache-pending_order_276','a:16:{s:7:\"user_id\";i:211;s:13:\"customer_name\";s:17:\"زهرا کاری\";s:14:\"customer_phone\";s:11:\"09356774143\";s:16:\"customer_address\";s:192:\"بزرگراه آیت الله سعیدی شهرک شریفی ( دولتخواه ) خیابان برادران شکری نبش کوچه 48 پلاک 24 سوپر مارکت یاران دریان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766606063),
('ayly-astor-cache-pending_order_277','a:16:{s:7:\"user_id\";i:230;s:13:\"customer_name\";s:23:\"ریحانه نجاری\";s:14:\"customer_phone\";s:11:\"09361427766\";s:16:\"customer_address\";s:107:\"استان فارس لارستان شهر جدید میدان امام حسین بانک ملی لار نو\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766608968),
('ayly-astor-cache-pending_order_278','a:16:{s:7:\"user_id\";i:231;s:13:\"customer_name\";s:22:\"منصورفرخوند\";s:14:\"customer_phone\";s:11:\"09366986099\";s:16:\"customer_address\";s:95:\"خوزستان دزفول سردشت خیابان کشاورز فرعی افرینش پلاک89\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766609999),
('ayly-astor-cache-pending_order_279','a:16:{s:7:\"user_id\";i:231;s:13:\"customer_name\";s:22:\"منصورفرخوند\";s:14:\"customer_phone\";s:11:\"09366986099\";s:16:\"customer_address\";s:94:\"خوزستان دزفول سردشت خیابان کشاورز فرعی افرینشپلاک89\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766610097),
('ayly-astor-cache-pending_order_280','a:16:{s:7:\"user_id\";i:234;s:13:\"customer_name\";s:19:\"مهدی احمدی\";s:14:\"customer_phone\";s:11:\"09009884630\";s:16:\"customer_address\";s:102:\"کرج مشکین دشت بلوار دشت بهشت جنب سازمان آب جیگرکی هخامنش\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766613582),
('ayly-astor-cache-pending_order_282','a:16:{s:7:\"user_id\";i:235;s:13:\"customer_name\";s:25:\"مبینا پورگیوی\";s:14:\"customer_phone\";s:11:\"09334485088\";s:16:\"customer_address\";s:37:\"قشم جاده طولا رسالت 2\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:3300000;s:15:\"original_amount\";i:3300000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:3300000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:29;s:18:\"product_variant_id\";N;s:8:\"color_id\";N;s:7:\"size_id\";N;s:20:\"variant_display_name\";N;s:10:\"unit_price\";i:3300000;s:14:\"original_price\";i:3300000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:3300000;s:8:\"cart_key\";s:19:\"29_no-color_no-size\";}}s:4:\"cart\";a:1:{s:19:\"29_no-color_no-size\";a:4:{s:10:\"product_id\";i:29;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";N;}}}',1766617048),
('ayly-astor-cache-pending_order_283','a:16:{s:7:\"user_id\";i:236;s:13:\"customer_name\";s:17:\"امیر عباس\";s:14:\"customer_phone\";s:11:\"09910716496\";s:16:\"customer_address\";s:98:\"استان اصفهان شهرستان نائین خیابان دکتر طبا کوچه 8پلاک1\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766617494),
('ayly-astor-cache-pending_order_285','a:16:{s:7:\"user_id\";i:238;s:13:\"customer_name\";s:27:\"محمد جوادناصری\";s:14:\"customer_phone\";s:11:\"09170562440\";s:16:\"customer_address\";s:108:\"استان فارس ،شهرستان کوار ،شهر اکبراباد،کوچه شهید علی حیدری\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:27;s:18:\"product_variant_id\";i:72;s:8:\"color_id\";N;s:7:\"size_id\";i:4;s:20:\"variant_display_name\";s:5:\"40X50\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"27_no-color_4\";}}s:4:\"cart\";a:1:{s:13:\"27_no-color_4\";a:4:{s:10:\"product_id\";i:27;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:4;}}}',1766640154),
('ayly-astor-cache-pending_order_286','a:16:{s:7:\"user_id\";i:239;s:13:\"customer_name\";s:19:\"نوید مامور\";s:14:\"customer_phone\";s:11:\"09394244353\";s:16:\"customer_address\";s:94:\"گیلان_استارا _لوندویل _خ ابشار _خ باباحسن _نوید مأمور\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1330000;s:15:\"original_amount\";i:1330000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1330000;s:12:\"receipt_path\";N;s:5:\"items\";a:2:{i:0;a:12:{s:10:\"product_id\";i:11;s:18:\"product_variant_id\";i:54;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:650000;s:14:\"original_price\";i:650000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:650000;s:8:\"cart_key\";s:13:\"11_no-color_1\";}i:1;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:2:{s:13:\"11_no-color_1\";a:4:{s:10:\"product_id\";i:11;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766642153),
('ayly-astor-cache-pending_order_287','a:16:{s:7:\"user_id\";i:239;s:13:\"customer_name\";s:19:\"نوید مامور\";s:14:\"customer_phone\";s:11:\"09394244353\";s:16:\"customer_address\";s:92:\"گیلان-استارا-لوندویل-خ ابشار -خ باباحسن -نوید مامور\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766642437),
('ayly-astor-cache-pending_order_288','a:16:{s:7:\"user_id\";i:241;s:13:\"customer_name\";s:25:\"امیررضا حریفی\";s:14:\"customer_phone\";s:11:\"09143912171\";s:16:\"customer_address\";s:77:\"اذربایجان شرقی مرند خ پاسداران کوچه توحید2\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766650703),
('ayly-astor-cache-pending_order_289','a:16:{s:7:\"user_id\";i:242;s:13:\"customer_name\";s:21:\"مهسا دهقانی\";s:14:\"customer_phone\";s:11:\"09398528401\";s:16:\"customer_address\";s:127:\"شیراز،خیابان قاآنی شمالی مجتمع زمرد طبقه همکف پلاک 126 شرکت ایستارایان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1180000;s:15:\"original_amount\";i:1180000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1180000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:28;s:18:\"product_variant_id\";i:68;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:1180000;s:14:\"original_price\";i:1180000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1180000;s:8:\"cart_key\";s:13:\"28_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"28_no-color_2\";a:4:{s:10:\"product_id\";i:28;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766650809),
('ayly-astor-cache-pending_order_292','a:16:{s:7:\"user_id\";i:242;s:13:\"customer_name\";s:21:\"مهسا دهقانی\";s:14:\"customer_phone\";s:11:\"09398528401\";s:16:\"customer_address\";s:146:\"شیراز ،خیابان قاآنی شمالی نبش کوچه 5 مجتمع زمرد طبقه همکف پلاک 126 شرکت ایستارایان\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1180000;s:15:\"original_amount\";i:1180000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1180000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:28;s:18:\"product_variant_id\";i:68;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:1180000;s:14:\"original_price\";i:1180000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1180000;s:8:\"cart_key\";s:13:\"28_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"28_no-color_2\";a:4:{s:10:\"product_id\";i:28;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766652288),
('ayly-astor-cache-pending_order_298','a:16:{s:7:\"user_id\";i:249;s:13:\"customer_name\";s:29:\"منصوره ابراهیمی\";s:14:\"customer_phone\";s:11:\"09135106783\";s:16:\"customer_address\";s:99:\"اصفهان-زرین شهر-کچوییه-خیابان شهید سادات-کوچه ی صنوبر 2\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766657771),
('ayly-astor-cache-pending_order_299','a:16:{s:7:\"user_id\";i:250;s:13:\"customer_name\";s:34:\"غزاله محبی آشتیانی\";s:14:\"customer_phone\";s:11:\"09387989194\";s:16:\"customer_address\";s:159:\"منطقه 14ـ اتوبان امام علی ـ دسترسی محلی ـ خ تکیه اکبر آبادی ـ کوچه خسروی پورـ پلاک2 ـطبقه 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766658728),
('ayly-astor-cache-pending_order_30','a:16:{s:7:\"user_id\";i:27;s:13:\"customer_name\";s:20:\"بیتانیکپور\";s:14:\"customer_phone\";s:11:\"09902936225\";s:16:\"customer_address\";s:123:\"امل خیابان طالب املی دریای 13عزیزی 3پلاک 52\r\nکدپستی 4617678791\r\nمنزل خرمی فر\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:5;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1764938625),
('ayly-astor-cache-pending_order_300','a:16:{s:7:\"user_id\";i:250;s:13:\"customer_name\";s:34:\"غزاله محبی آشتیانی\";s:14:\"customer_phone\";s:11:\"09387989194\";s:16:\"customer_address\";s:159:\"منطقه 14ـ اتوبان امام علی ـ دسترسی محلی ـ خ تکیه اکبر آبادی ـ کوچه خسروی پورـ پلاک2 ـطبقه 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766658820),
('ayly-astor-cache-pending_order_301','a:16:{s:7:\"user_id\";i:250;s:13:\"customer_name\";s:34:\"غزاله محبی آشتیانی\";s:14:\"customer_phone\";s:11:\"09387989194\";s:16:\"customer_address\";s:159:\"منطقه 14ـ اتوبان امام علی ـ دسترسی محلی ـ خ تکیه اکبر آبادی ـ کوچه خسروی پورـ پلاک2 ـطبقه 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766659066),
('ayly-astor-cache-pending_order_304','a:16:{s:7:\"user_id\";i:254;s:13:\"customer_name\";s:22:\"علیرضاحیدری\";s:14:\"customer_phone\";s:11:\"09055485203\";s:16:\"customer_address\";s:148:\"شیراز، چهارراه شریف آباد به سمت اتحاد مابین کوچه 5و7 اتحاد لوازم ورزشی رویال اسپرت\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766662786),
('ayly-astor-cache-pending_order_306','a:16:{s:7:\"user_id\";i:257;s:13:\"customer_name\";s:14:\"امیررضی\";s:14:\"customer_phone\";s:11:\"09133585185\";s:16:\"customer_address\";s:93:\"بلوار شهید صدوقی شمالی روبه رو سپاه جنب بانک صادرات\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:2940000;s:15:\"original_amount\";i:2940000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:2940000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:3;s:10:\"line_total\";i:2940000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:3;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766665293),
('ayly-astor-cache-pending_order_307','a:16:{s:7:\"user_id\";i:257;s:13:\"customer_name\";s:8:\"امیر\";s:14:\"customer_phone\";s:11:\"09133585185\";s:16:\"customer_address\";s:93:\"بلوار شهید صدوقی شمالی روبه رو سپاه جنب بانک صادرات\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:2940000;s:15:\"original_amount\";i:2940000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:2940000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:3;s:10:\"line_total\";i:2940000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:3;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766665401),
('ayly-astor-cache-pending_order_31','a:16:{s:7:\"user_id\";i:29;s:13:\"customer_name\";s:10:\"Mahdiamiri\";s:14:\"customer_phone\";s:11:\"09903974906\";s:16:\"customer_address\";s:98:\"کرمان شهرک خواجو خیابان ملاصدرا کوچه ملاصدرا 36 پلاک 429\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1380000;s:15:\"original_amount\";i:1380000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1380000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:7;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1380000;s:14:\"original_price\";i:1380000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1380000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1764951786),
('ayly-astor-cache-pending_order_310','a:16:{s:7:\"user_id\";i:250;s:13:\"customer_name\";s:34:\"غزاله محبی آشتیانی\";s:14:\"customer_phone\";s:11:\"09387989194\";s:16:\"customer_address\";s:159:\"منطقه 14ـ اتوبان امام علی ـ دسترسی محلی ـ خ تکیه اکبر آبادی ـ کوچه خسروی پورـ پلاک2 ـطبقه 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766666076),
('ayly-astor-cache-pending_order_311','a:16:{s:7:\"user_id\";i:250;s:13:\"customer_name\";s:34:\"غزاله محبی آشتیانی\";s:14:\"customer_phone\";s:11:\"09387989194\";s:16:\"customer_address\";s:159:\"منطقه 14ـ اتوبان امام علی ـ دسترسی محلی ـ خ تکیه اکبر آبادی ـ کوچه خسروی پورـ پلاک2 ـطبقه 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766666132),
('ayly-astor-cache-pending_order_312','a:16:{s:7:\"user_id\";i:250;s:13:\"customer_name\";s:34:\"غزاله محبی آشتیانی\";s:14:\"customer_phone\";s:11:\"09387989194\";s:16:\"customer_address\";s:159:\"منطقه 14ـ اتوبان امام علی ـ دسترسی محلی ـ خ تکیه اکبر آبادی ـ کوچه خسروی پورـ پلاک2 ـطبقه 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1766666695),
('ayly-astor-cache-pending_order_315','a:16:{s:7:\"user_id\";i:261;s:13:\"customer_name\";s:8:\"Mohammad\";s:14:\"customer_phone\";s:11:\"09039760367\";s:16:\"customer_address\";s:68:\"قم نیروگاه 16 متری ولیعصر کوچه 11 پلاک 73\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766691419),
('ayly-astor-cache-pending_order_316','a:16:{s:7:\"user_id\";i:262;s:13:\"customer_name\";s:34:\"محمد طاها روزبهانی\";s:14:\"customer_phone\";s:11:\"09399507806\";s:16:\"customer_address\";s:71:\"استان همدان شهر ملایر چهاراه شقایق یاس4\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:398000;s:15:\"original_amount\";i:398000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:398000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:73;s:8:\"color_id\";N;s:7:\"size_id\";i:7;s:20:\"variant_display_name\";s:5:\"13X18\";s:10:\"unit_price\";i:398000;s:14:\"original_price\";i:398000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:398000;s:8:\"cart_key\";s:13:\"13_no-color_7\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_7\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:7;}}}',1766694972),
('ayly-astor-cache-pending_order_317','a:16:{s:7:\"user_id\";i:262;s:13:\"customer_name\";s:34:\"محمد طاها روزبهانی\";s:14:\"customer_phone\";s:11:\"09399507806\";s:16:\"customer_address\";s:72:\"استان همدان شهر ملایر چهاراه شقایق یاس 4\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:398000;s:15:\"original_amount\";i:398000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:398000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:73;s:8:\"color_id\";N;s:7:\"size_id\";i:7;s:20:\"variant_display_name\";s:5:\"13X18\";s:10:\"unit_price\";i:398000;s:14:\"original_price\";i:398000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:398000;s:8:\"cart_key\";s:13:\"13_no-color_7\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_7\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:7;}}}',1766695196),
('ayly-astor-cache-pending_order_32','a:16:{s:7:\"user_id\";i:31;s:13:\"customer_name\";s:27:\"محمدرضا احسانی\";s:14:\"customer_phone\";s:11:\"09332358175\";s:16:\"customer_address\";s:142:\"گیلان ، بندرانزلی ، خیابان شهید مطهری ، بازار بزرگ کاسپین ، خیابان سوم ، پلاک 49\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:9;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765034794),
('ayly-astor-cache-pending_order_321','a:16:{s:7:\"user_id\";i:270;s:13:\"customer_name\";s:18:\"آرام .حسنی\";s:14:\"customer_phone\";s:11:\"09965315205\";s:16:\"customer_address\";s:89:\"میدان پلیس.خیابان قیام.کوچه صابر(قیام پنج)\r\nپلاک 12\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766766255),
('ayly-astor-cache-pending_order_324','a:16:{s:7:\"user_id\";i:275;s:13:\"customer_name\";s:22:\"زهرانادرنیا\";s:14:\"customer_phone\";s:11:\"09935232904\";s:16:\"customer_address\";s:60:\"اسفراین مطهری34 مجموعه دکتر موتور\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:9200000;s:15:\"original_amount\";i:9200000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:9200000;s:12:\"receipt_path\";N;s:5:\"items\";a:3:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:45;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:2;s:10:\"line_total\";i:1960000;s:8:\"cart_key\";s:13:\"14_no-color_2\";}i:1;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:75;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:2;s:10:\"line_total\";i:1360000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}i:2;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:76;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:6;s:10:\"line_total\";i:5880000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:3:{s:13:\"14_no-color_2\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:2;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:2;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:6;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1766824296),
('ayly-astor-cache-pending_order_33','a:16:{s:7:\"user_id\";i:33;s:13:\"customer_name\";s:24:\"حمیدجوادزاده\";s:14:\"customer_phone\";s:11:\"09119335675\";s:16:\"customer_address\";s:147:\"مازندران - ساری - خیابان ورزش - کوچه ورزش سوم - اپارتمان کوروش 3 - طبقه دوم - جوادزاده\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480;s:15:\"original_amount\";i:1480;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:10;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480;s:14:\"original_price\";i:1480;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765101292),
('ayly-astor-cache-pending_order_34','a:16:{s:7:\"user_id\";i:34;s:13:\"customer_name\";s:16:\"محمدعلوی\";s:14:\"customer_phone\";s:11:\"09011521741\";s:16:\"customer_address\";s:68:\"یزد اشکذر خیابان امام روبروی بانک ملی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:8;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765103288),
('ayly-astor-cache-pending_order_37','a:16:{s:7:\"user_id\";i:37;s:13:\"customer_name\";s:21:\"علی ایروانی\";s:14:\"customer_phone\";s:11:\"09129648315\";s:16:\"customer_address\";s:56:\"شهرک مدرس جنب پل عابر اسپرت علی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765132805),
('ayly-astor-cache-pending_order_43','a:16:{s:7:\"user_id\";i:44;s:13:\"customer_name\";s:21:\"امین اسلامی\";s:14:\"customer_phone\";s:11:\"09199625979\";s:16:\"customer_address\";s:176:\"چهارمحال و بختیاری فارسان خیابان رجایی جنب فروشگاه افق کوروش گالری کیف و کفش کفشدوزک امین اسلامی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765223760),
('ayly-astor-cache-pending_order_44','a:16:{s:7:\"user_id\";i:44;s:13:\"customer_name\";s:21:\"امین اسلامی\";s:14:\"customer_phone\";s:11:\"09199625979\";s:16:\"customer_address\";s:176:\"چهارمحال و بختیاری فارسان خیابان رجایی جنب فروشگاه افق کوروش گالری کیف و کفش کفشدوزک امین اسلامی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765223948),
('ayly-astor-cache-pending_order_46','a:16:{s:7:\"user_id\";i:45;s:13:\"customer_name\";s:23:\"فائزه شیرازی\";s:14:\"customer_phone\";s:11:\"09909779812\";s:16:\"customer_address\";s:99:\"قم.انسجام،خیابان شهیدان قائمی کوچه چهار فرعی دو پلاک 31\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765224506),
('ayly-astor-cache-pending_order_47','a:16:{s:7:\"user_id\";i:46;s:13:\"customer_name\";s:21:\"مهتاب تاجیک\";s:14:\"customer_phone\";s:11:\"09196235576\";s:16:\"customer_address\";s:78:\"شهرری،میدان شابدوالعظیم پاساژ مهدی ورودی 2\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765229615),
('ayly-astor-cache-pending_order_49','a:16:{s:7:\"user_id\";i:47;s:13:\"customer_name\";s:21:\"بهنام شهیدی\";s:14:\"customer_phone\";s:11:\"09386550366\";s:16:\"customer_address\";s:82:\"مشهد، خیابان رسالت، رسالت 14/1، اتوسرویس بهنام\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765231387),
('ayly-astor-cache-pending_order_53','a:16:{s:7:\"user_id\";i:54;s:13:\"customer_name\";s:15:\"ساحل رجا\";s:14:\"customer_phone\";s:11:\"09388800857\";s:16:\"customer_address\";s:126:\"اصفهان سه راه ملکشهر خیابان پرستار بعدمدرسه رفسنجانی کافه ریچ پلاک 101\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765383453),
('ayly-astor-cache-pending_order_54','a:16:{s:7:\"user_id\";i:54;s:13:\"customer_name\";s:15:\"ساحل رجا\";s:14:\"customer_phone\";s:11:\"09388800857\";s:16:\"customer_address\";s:126:\"اصفهان سه راه ملکشهر خیابان پرستار بعدمدرسه رفسنجانی کافه ریچ پلاک 101\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765383853),
('ayly-astor-cache-pending_order_55','a:16:{s:7:\"user_id\";i:54;s:13:\"customer_name\";s:15:\"ساحل رجا\";s:14:\"customer_phone\";s:11:\"09388800857\";s:16:\"customer_address\";s:126:\"اصفهان سه راه ملکشهر خیابان پرستار بعدمدرسه رفسنجانی کافه ریچ پلاک 101\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765383903),
('ayly-astor-cache-pending_order_56','a:16:{s:7:\"user_id\";i:54;s:13:\"customer_name\";s:15:\"ساحل رجا\";s:14:\"customer_phone\";s:11:\"09388800857\";s:16:\"customer_address\";s:126:\"اصفهان سه راه ملکشهر خیابان پرستار بعدمدرسه رفسنجانی کافه ریچ پلاک 101\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765385369),
('ayly-astor-cache-pending_order_57','a:16:{s:7:\"user_id\";i:54;s:13:\"customer_name\";s:15:\"ساحل رجا\";s:14:\"customer_phone\";s:11:\"09388800857\";s:16:\"customer_address\";s:126:\"اصفهان سه راه ملکشهر خیابان پرستار بعدمدرسه رفسنجانی کافه ریچ پلاک 101\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765385419),
('ayly-astor-cache-pending_order_59','a:16:{s:7:\"user_id\";i:56;s:13:\"customer_name\";s:25:\"بنیامین شیردل\";s:14:\"customer_phone\";s:11:\"09336164802\";s:16:\"customer_address\";s:54:\"گرگان چهارراه انقلاب انقلاب 28\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765389534),
('ayly-astor-cache-pending_order_60','a:16:{s:7:\"user_id\";i:57;s:13:\"customer_name\";s:19:\"پریسا قانع\";s:14:\"customer_phone\";s:11:\"09133742812\";s:16:\"customer_address\";s:76:\"یزد بلوار جوان مجتمع میلاد بلوک4طبقه7واحد2\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765393657),
('ayly-astor-cache-pending_order_63','a:16:{s:7:\"user_id\";i:59;s:13:\"customer_name\";s:25:\"مهدی جهانشاهی\";s:14:\"customer_phone\";s:11:\"09926936093\";s:16:\"customer_address\";s:105:\"استان کهگیلویه و بویراحمد \r\nشهر لیکک\r\nخیابان فداییان اسلام\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765396173),
('ayly-astor-cache-pending_order_64','a:16:{s:7:\"user_id\";i:59;s:13:\"customer_name\";s:25:\"مهدی جهانشاهی\";s:14:\"customer_phone\";s:11:\"09926936093\";s:16:\"customer_address\";s:105:\"استان کهگیلویه و بویراحمد \r\nشهر لیکک\r\nخیابان فداییان اسلام\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765396395),
('ayly-astor-cache-pending_order_65','a:16:{s:7:\"user_id\";i:59;s:13:\"customer_name\";s:25:\"مهدی جهانشاهی\";s:14:\"customer_phone\";s:11:\"09926936093\";s:16:\"customer_address\";s:105:\"استان کهگیلویه و بویراحمد \r\nشهر لیکک\r\nخیابان فداییان اسلام\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765396482),
('ayly-astor-cache-pending_order_66','a:16:{s:7:\"user_id\";i:59;s:13:\"customer_name\";s:25:\"مهدی جهانشاهی\";s:14:\"customer_phone\";s:11:\"09926936093\";s:16:\"customer_address\";s:105:\"استان کهگیلویه و بویراحمد \r\nشهر لیکک\r\nخیابان فداییان اسلام\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:18;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"14_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_1\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765396541),
('ayly-astor-cache-pending_order_67','a:16:{s:7:\"user_id\";i:59;s:13:\"customer_name\";s:25:\"مهدی جهانشاهی\";s:14:\"customer_phone\";s:11:\"09926936093\";s:16:\"customer_address\";s:105:\"استان کهگیلویه و بویراحمد \r\nشهر لیکک\r\nخیابان فداییان اسلام\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:14;s:18:\"product_variant_id\";i:18;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"14_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"14_no-color_1\";a:4:{s:10:\"product_id\";i:14;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765396830),
('ayly-astor-cache-pending_order_69','a:16:{s:7:\"user_id\";i:61;s:13:\"customer_name\";s:21:\"فاطمه حسینی\";s:14:\"customer_phone\";s:11:\"09907201091\";s:16:\"customer_address\";s:112:\"خیابان هراز روبروی کوچه جهاد ساختمان حدادی طبقه 3 ، دفترخانه 65\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765433762),
('ayly-astor-cache-pending_order_70','a:16:{s:7:\"user_id\";i:61;s:13:\"customer_name\";s:21:\"فاطمه حسینی\";s:14:\"customer_phone\";s:11:\"09907201091\";s:16:\"customer_address\";s:110:\"خیابان هراز روبروی کوچه جهاد ساختمان حدادی طبقه 3  دفترخانه 65\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765434151),
('ayly-astor-cache-pending_order_71','a:16:{s:7:\"user_id\";i:61;s:13:\"customer_name\";s:21:\"فاطمه حسینی\";s:14:\"customer_phone\";s:11:\"09907201091\";s:16:\"customer_address\";s:120:\"خیابان امام خمینی روبروی کوچه جهاد ساختمان حدادی طبقه 3 دفترخانه 65\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765434847),
('ayly-astor-cache-pending_order_76','a:16:{s:7:\"user_id\";i:67;s:13:\"customer_name\";s:26:\"حسین عابدی نیا\";s:14:\"customer_phone\";s:11:\"09023859421\";s:16:\"customer_address\";s:194:\"نیشابور ، اسد آبادی شمالی 19 ، پلاک 23 ، زنگ اول ، یا زنگ دوم\r\nاگر کسی خونه نبود با این شماره تماس بگیرید\r\n09023859421\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765454426),
('ayly-astor-cache-pending_order_78','a:16:{s:7:\"user_id\";i:70;s:13:\"customer_name\";s:17:\"Hossein Tavassoli\";s:14:\"customer_phone\";s:11:\"09926189524\";s:16:\"customer_address\";s:134:\"تهران شهر ری حسن آباد فشافویه ، بلوار مالک اشتر ، کوچه بهشت ، پلاک 18، واحد 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765466480),
('ayly-astor-cache-pending_order_79','a:16:{s:7:\"user_id\";i:70;s:13:\"customer_name\";s:19:\"حسین توسلی\";s:14:\"customer_phone\";s:11:\"09926189524\";s:16:\"customer_address\";s:134:\"تهران شهر ری حسن آباد فشافویه ، بلوار مالک اشتر ، کوچه بهشت ، پلاک 18، واحد 3\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765466557),
('ayly-astor-cache-pending_order_81','a:16:{s:7:\"user_id\";i:71;s:13:\"customer_name\";s:19:\"مائده فرجی\";s:14:\"customer_phone\";s:11:\"09373365371\";s:16:\"customer_address\";s:130:\"مازندران آمل، جاده قدیم آمل به بابل روستای کُمدَره منزل شخصی شهرام فرجی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765469092),
('ayly-astor-cache-pending_order_82','a:16:{s:7:\"user_id\";i:71;s:13:\"customer_name\";s:19:\"مائده فرجی\";s:14:\"customer_phone\";s:11:\"09373365371\";s:16:\"customer_address\";s:132:\"مازندران، آمل، جاده قدیم آمل به بابل روستای کُمدَره منزل شخصی شهرام فرجی\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765470600),
('ayly-astor-cache-pending_order_84','a:16:{s:7:\"user_id\";i:72;s:13:\"customer_name\";s:17:\"سینا رزمی\";s:14:\"customer_phone\";s:11:\"09142306237\";s:16:\"customer_address\";s:82:\"تبریز - کوی فرشته جنوبی - کوچه 16 - پلاک 15 - طبقه 5\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1480000;s:15:\"original_amount\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1480000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:13;s:8:\"color_id\";N;s:7:\"size_id\";i:3;s:20:\"variant_display_name\";s:5:\"40X60\";s:10:\"unit_price\";i:1480000;s:14:\"original_price\";i:1480000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1480000;s:8:\"cart_key\";s:13:\"13_no-color_3\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_3\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:3;}}}',1765476956),
('ayly-astor-cache-pending_order_85','a:16:{s:7:\"user_id\";i:73;s:13:\"customer_name\";s:23:\"لیلا بختیاری\";s:14:\"customer_phone\";s:11:\"09927076134\";s:16:\"customer_address\";s:88:\"تهران . نعمت آباد. خیابان احمد خمینی. پلاک 49 واحد 2\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765479425),
('ayly-astor-cache-pending_order_92','a:16:{s:7:\"user_id\";i:80;s:13:\"customer_name\";s:26:\"آندیا دیده بان\";s:14:\"customer_phone\";s:13:\"0903 624 6735\";s:16:\"customer_address\";s:117:\"خوزستان. بهبهان. پشت سپاه ولی عصر دو (کوچه جوهری)اولین خونه سمت چپ\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:680000;s:15:\"original_amount\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:680000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:11;s:8:\"color_id\";N;s:7:\"size_id\";i:1;s:20:\"variant_display_name\";s:5:\"20X30\";s:10:\"unit_price\";i:680000;s:14:\"original_price\";i:680000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:680000;s:8:\"cart_key\";s:13:\"13_no-color_1\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_1\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:1;}}}',1765577502),
('ayly-astor-cache-pending_order_93','a:16:{s:7:\"user_id\";i:83;s:13:\"customer_name\";s:27:\"ابوالفضل کریمی\";s:14:\"customer_phone\";s:11:\"09926074204\";s:16:\"customer_address\";s:75:\"مهرگان بلوار امام حسین پردیسان دو پردیس 11\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:28;s:18:\"product_variant_id\";i:26;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"28_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"28_no-color_2\";a:4:{s:10:\"product_id\";i:28;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765618538),
('ayly-astor-cache-pending_order_94','a:16:{s:7:\"user_id\";i:83;s:13:\"customer_name\";s:27:\"ابوالفضل کریمی\";s:14:\"customer_phone\";s:11:\"09926074204\";s:16:\"customer_address\";s:75:\"مهرگان بلوار امام حسین پردیسان دو پردیس 11\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:28;s:18:\"product_variant_id\";i:26;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"28_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"28_no-color_2\";a:4:{s:10:\"product_id\";i:28;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765618594),
('ayly-astor-cache-pending_order_95','a:16:{s:7:\"user_id\";i:83;s:13:\"customer_name\";s:27:\"ابوالفضل کریمی\";s:14:\"customer_phone\";s:11:\"09926074204\";s:16:\"customer_address\";s:75:\"مهرگان بلوار امام حسین پردیسان دو پردیس 11\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:28;s:18:\"product_variant_id\";i:26;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"28_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"28_no-color_2\";a:4:{s:10:\"product_id\";i:28;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765618904),
('ayly-astor-cache-pending_order_97','a:16:{s:7:\"user_id\";i:84;s:13:\"customer_name\";s:19:\"راهب کیانی\";s:14:\"customer_phone\";s:11:\"09119039932\";s:16:\"customer_address\";s:73:\"مازندران چمستان لاویج هلدینگ ستاره شمال\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:1380000;s:15:\"original_amount\";i:1380000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:1380000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:28;s:18:\"product_variant_id\";i:27;s:8:\"color_id\";N;s:7:\"size_id\";i:4;s:20:\"variant_display_name\";s:5:\"40X50\";s:10:\"unit_price\";i:1380000;s:14:\"original_price\";i:1380000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:1380000;s:8:\"cart_key\";s:13:\"28_no-color_4\";}}s:4:\"cart\";a:1:{s:13:\"28_no-color_4\";a:4:{s:10:\"product_id\";i:28;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:4;}}}',1765621743),
('ayly-astor-cache-pending_order_99','a:16:{s:7:\"user_id\";i:85;s:13:\"customer_name\";s:14:\"Moein mansouri\";s:14:\"customer_phone\";s:11:\"09193641067\";s:16:\"customer_address\";s:124:\"تهران ، اتوبان امام رضا ، شهرك خاورشهر ، كمربندي شرقي ، كوچه 7 ، پلاك 9\";s:18:\"delivery_method_id\";s:1:\"1\";s:19:\"delivery_address_id\";N;s:12:\"delivery_fee\";i:0;s:12:\"total_amount\";i:980000;s:15:\"original_amount\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:13:\"discount_code\";N;s:15:\"discount_amount\";i:0;s:12:\"final_amount\";i:980000;s:12:\"receipt_path\";N;s:5:\"items\";a:1:{i:0;a:12:{s:10:\"product_id\";i:13;s:18:\"product_variant_id\";i:12;s:8:\"color_id\";N;s:7:\"size_id\";i:2;s:20:\"variant_display_name\";s:5:\"30X40\";s:10:\"unit_price\";i:980000;s:14:\"original_price\";i:980000;s:24:\"campaign_discount_amount\";i:0;s:11:\"campaign_id\";N;s:8:\"quantity\";i:1;s:10:\"line_total\";i:980000;s:8:\"cart_key\";s:13:\"13_no-color_2\";}}s:4:\"cart\";a:1:{s:13:\"13_no-color_2\";a:4:{s:10:\"product_id\";i:13;s:8:\"quantity\";i:1;s:8:\"color_id\";N;s:7:\"size_id\";i:2;}}}',1765647018);
/*!40000 ALTER TABLE `cache` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cache_locks`
--

DROP TABLE IF EXISTS `cache_locks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `cache_locks` (
  `key` varchar(255) NOT NULL,
  `owner` varchar(255) NOT NULL,
  `expiration` int(11) NOT NULL,
  PRIMARY KEY (`key`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cache_locks`
--

LOCK TABLES `cache_locks` WRITE;
/*!40000 ALTER TABLE `cache_locks` DISABLE KEYS */;
/*!40000 ALTER TABLE `cache_locks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `campaign_sales`
--

DROP TABLE IF EXISTS `campaign_sales`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `campaign_sales` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `campaign_id` bigint(20) unsigned NOT NULL,
  `order_item_id` bigint(20) unsigned NOT NULL,
  `product_id` bigint(20) unsigned NOT NULL,
  `original_price` int(10) unsigned NOT NULL,
  `discount_amount` int(10) unsigned NOT NULL,
  `final_price` int(10) unsigned NOT NULL,
  `quantity` int(10) unsigned NOT NULL,
  `total_discount` int(10) unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `campaign_sales_order_item_id_foreign` (`order_item_id`),
  KEY `campaign_sales_campaign_date` (`campaign_id`,`created_at`),
  KEY `campaign_sales_product_date` (`product_id`,`created_at`),
  KEY `campaign_sales_date` (`created_at`),
  CONSTRAINT `campaign_sales_campaign_id_foreign` FOREIGN KEY (`campaign_id`) REFERENCES `campaigns` (`id`) ON DELETE CASCADE,
  CONSTRAINT `campaign_sales_order_item_id_foreign` FOREIGN KEY (`order_item_id`) REFERENCES `order_items` (`id`) ON DELETE CASCADE,
  CONSTRAINT `campaign_sales_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `campaign_sales`
--

LOCK TABLES `campaign_sales` WRITE;
/*!40000 ALTER TABLE `campaign_sales` DISABLE KEYS */;
INSERT INTO `campaign_sales` VALUES
(13,2,24,26,780000,117000,663000,1,117000,'2025-12-07 16:14:19','2025-12-07 16:14:19');
/*!40000 ALTER TABLE `campaign_sales` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `campaign_targets`
--

DROP TABLE IF EXISTS `campaign_targets`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `campaign_targets` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `campaign_id` bigint(20) unsigned NOT NULL,
  `targetable_type` varchar(255) NOT NULL,
  `targetable_id` bigint(20) unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `campaign_targets_unique` (`campaign_id`,`targetable_id`,`targetable_type`),
  KEY `campaign_targets_targetable_type_targetable_id_index` (`targetable_type`,`targetable_id`),
  KEY `campaign_targets_targetable` (`targetable_id`,`targetable_type`),
  CONSTRAINT `campaign_targets_campaign_id_foreign` FOREIGN KEY (`campaign_id`) REFERENCES `campaigns` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `campaign_targets`
--

LOCK TABLES `campaign_targets` WRITE;
/*!40000 ALTER TABLE `campaign_targets` DISABLE KEYS */;
INSERT INTO `campaign_targets` VALUES
(6,2,'App\\Models\\Product',26,NULL,NULL);
/*!40000 ALTER TABLE `campaign_targets` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `campaigns`
--

DROP TABLE IF EXISTS `campaigns`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `campaigns` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `description` text DEFAULT NULL,
  `type` enum('percentage','fixed') NOT NULL DEFAULT 'percentage',
  `discount_value` int(10) unsigned NOT NULL,
  `max_discount_amount` int(10) unsigned DEFAULT NULL,
  `starts_at` timestamp NOT NULL,
  `ends_at` timestamp NOT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `priority` int(10) unsigned NOT NULL DEFAULT 0,
  `banner_image` varchar(255) DEFAULT NULL,
  `badge_text` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `campaigns_active_dates` (`is_active`,`starts_at`,`ends_at`),
  KEY `campaigns_priority_active` (`priority`,`is_active`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `campaigns`
--

LOCK TABLES `campaigns` WRITE;
/*!40000 ALTER TABLE `campaigns` DISABLE KEYS */;
INSERT INTO `campaigns` VALUES
(2,'تخفیف روز مادر',NULL,'percentage',15,NULL,'2025-12-07 00:00:00','2025-12-09 00:00:00',1,0,NULL,NULL,'2025-12-07 15:16:22','2025-12-07 15:16:22');
/*!40000 ALTER TABLE `campaigns` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `categories`
--

DROP TABLE IF EXISTS `categories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `categories` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `description` text DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `categories_slug_unique` (`slug`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `categories`
--

LOCK TABLES `categories` WRITE;
/*!40000 ALTER TABLE `categories` DISABLE KEYS */;
INSERT INTO `categories` VALUES
(1,'تابلو','board',NULL,1,'2025-11-19 15:24:00','2025-11-19 15:24:00');
/*!40000 ALTER TABLE `categories` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `colors`
--

DROP TABLE IF EXISTS `colors`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `colors` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `hex_code` varchar(255) DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `colors`
--

LOCK TABLES `colors` WRITE;
/*!40000 ALTER TABLE `colors` DISABLE KEYS */;
INSERT INTO `colors` VALUES
(1,'یورو',NULL,1,'2025-12-07 13:10:07','2025-12-07 13:10:07');
/*!40000 ALTER TABLE `colors` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `delivery_methods`
--

DROP TABLE IF EXISTS `delivery_methods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `delivery_methods` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `fee` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `sort_order` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `delivery_methods`
--

LOCK TABLES `delivery_methods` WRITE;
/*!40000 ALTER TABLE `delivery_methods` DISABLE KEYS */;
INSERT INTO `delivery_methods` VALUES
(1,'پستکس',0,1,0,'2025-11-28 19:17:14','2025-12-20 20:11:36');
/*!40000 ALTER TABLE `delivery_methods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `discount_code_usages`
--

DROP TABLE IF EXISTS `discount_code_usages`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `discount_code_usages` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `discount_code_id` bigint(20) unsigned NOT NULL,
  `user_id` bigint(20) unsigned NOT NULL,
  `order_id` bigint(20) unsigned NOT NULL,
  `discount_amount` int(10) unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `discount_code_usages_discount_code_id_user_id_unique` (`discount_code_id`,`user_id`),
  KEY `discount_code_usages_user_id_foreign` (`user_id`),
  KEY `discount_code_usages_order_id_foreign` (`order_id`),
  KEY `discount_code_usages_discount_code_id_order_id_index` (`discount_code_id`,`order_id`),
  CONSTRAINT `discount_code_usages_discount_code_id_foreign` FOREIGN KEY (`discount_code_id`) REFERENCES `discount_codes` (`id`) ON DELETE CASCADE,
  CONSTRAINT `discount_code_usages_order_id_foreign` FOREIGN KEY (`order_id`) REFERENCES `orders` (`id`) ON DELETE CASCADE,
  CONSTRAINT `discount_code_usages_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `discount_code_usages`
--

LOCK TABLES `discount_code_usages` WRITE;
/*!40000 ALTER TABLE `discount_code_usages` DISABLE KEYS */;
/*!40000 ALTER TABLE `discount_code_usages` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `discount_codes`
--

DROP TABLE IF EXISTS `discount_codes`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `discount_codes` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `code` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `value` int(10) unsigned NOT NULL,
  `usage_limit` int(10) unsigned DEFAULT NULL,
  `used_count` int(10) unsigned NOT NULL DEFAULT 0,
  `max_discount_amount` int(10) unsigned DEFAULT NULL,
  `min_order_amount` int(10) unsigned DEFAULT NULL,
  `starts_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `discount_codes_code_unique` (`code`),
  KEY `discount_codes_code_is_active_index` (`code`,`is_active`),
  KEY `discount_codes_expires_at_is_active_index` (`expires_at`,`is_active`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `discount_codes`
--

LOCK TABLES `discount_codes` WRITE;
/*!40000 ALTER TABLE `discount_codes` DISABLE KEYS */;
/*!40000 ALTER TABLE `discount_codes` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `failed_jobs`
--

DROP TABLE IF EXISTS `failed_jobs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `failed_jobs` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`),
  UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `failed_jobs`
--

LOCK TABLES `failed_jobs` WRITE;
/*!40000 ALTER TABLE `failed_jobs` DISABLE KEYS */;
/*!40000 ALTER TABLE `failed_jobs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `hero_slides`
--

DROP TABLE IF EXISTS `hero_slides`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `hero_slides` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) DEFAULT NULL,
  `subtitle` varchar(255) DEFAULT NULL,
  `description` text DEFAULT NULL,
  `image_path` varchar(255) NOT NULL,
  `link_type` enum('product','category','campaign','custom') NOT NULL DEFAULT 'custom',
  `linkable_type` varchar(255) DEFAULT NULL,
  `linkable_id` bigint(20) unsigned DEFAULT NULL,
  `custom_url` varchar(255) DEFAULT NULL,
  `button_text` varchar(255) DEFAULT NULL,
  `click_count` int(10) unsigned NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `sort_order` int(10) unsigned NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `hero_slides_active_sort` (`is_active`,`sort_order`),
  KEY `hero_slides_linkable` (`linkable_type`,`linkable_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `hero_slides`
--

LOCK TABLES `hero_slides` WRITE;
/*!40000 ALTER TABLE `hero_slides` DISABLE KEYS */;
INSERT INTO `hero_slides` VALUES
(1,'Iliywstore',NULL,'«خاص بودن يعنى دكورى كه هيج جا نديدى✌🏼»','hero-slides/JesiLq1TaK7FpJhCkGaB9Bl4Zex4GiDBEu6sCVYM.jpg','product','App\\Models\\Product',13,NULL,'ترکیب الله و دلار',1885,1,0,'2025-11-19 15:03:35','2025-12-26 13:59:54'),
(2,'خفن ترین تابلوی خاور میانه',NULL,'رو دستش پیدا کردی فحش بده','hero-slides/4ICe3BwmCr86a1Kn3Qhykx0DJJs3O0KjMzCQwaQQ.jpg','custom',NULL,NULL,'https://google.com','بزنش',4,0,0,'2025-11-19 15:06:27','2025-11-21 18:40:22');
/*!40000 ALTER TABLE `hero_slides` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `invoices`
--

DROP TABLE IF EXISTS `invoices`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `invoices` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` bigint(20) unsigned DEFAULT NULL,
  `payment_gateway_id` bigint(20) unsigned DEFAULT NULL,
  `invoice_number` varchar(255) NOT NULL,
  `amount` int(10) unsigned NOT NULL,
  `original_amount` decimal(10,2) DEFAULT NULL COMMENT 'Original amount before campaign discounts',
  `campaign_discount_amount` decimal(10,2) NOT NULL DEFAULT 0.00 COMMENT 'Total campaign discount amount',
  `discount_code_amount` decimal(10,2) NOT NULL DEFAULT 0.00 COMMENT 'Discount code amount',
  `delivery_fee` int(11) NOT NULL DEFAULT 0,
  `currency` varchar(255) NOT NULL DEFAULT 'IRR',
  `status` varchar(255) NOT NULL DEFAULT 'unpaid',
  `due_date` date DEFAULT NULL,
  `paid_at` timestamp NULL DEFAULT NULL,
  `telegram_notification_sent_at` timestamp NULL DEFAULT NULL,
  `notes` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `invoices_invoice_number_unique` (`invoice_number`),
  KEY `invoices_payment_gateway_id_foreign` (`payment_gateway_id`),
  KEY `invoices_order_id_foreign` (`order_id`),
  CONSTRAINT `invoices_order_id_foreign` FOREIGN KEY (`order_id`) REFERENCES `orders` (`id`) ON DELETE SET NULL,
  CONSTRAINT `invoices_payment_gateway_id_foreign` FOREIGN KEY (`payment_gateway_id`) REFERENCES `payment_gateways` (`id`) ON DELETE SET NULL
) ENGINE=InnoDB AUTO_INCREMENT=328 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `invoices`
--

LOCK TABLES `invoices` WRITE;
/*!40000 ALTER TABLE `invoices` DISABLE KEYS */;
INSERT INTO `invoices` VALUES
(1,1,3,'INV-GUGSMPJH',10000,10000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-11-28 19:36:40',NULL,NULL,'2025-11-28 19:34:34','2025-11-28 19:36:40'),
(2,2,3,'INV-GYXWMZEC',10000,10000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-11-29 11:32:06',NULL,NULL,'2025-11-29 11:28:29','2025-11-29 11:32:06'),
(3,3,3,'INV-U1X4IJTA',10000,10000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-11-29 14:03:29',NULL,NULL,'2025-11-29 14:02:31','2025-11-29 14:03:29'),
(4,4,3,'INV-EKWZEBHV',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-11-30 14:22:10',NULL,NULL,'2025-11-30 14:15:05','2025-11-30 14:22:10'),
(5,5,3,'INV-QMOGBILR',612000,680000.00,68000.00,0.00,0,'IRR','paid',NULL,'2025-11-30 20:52:14',NULL,NULL,'2025-11-30 20:51:21','2025-11-30 20:52:14'),
(6,6,3,'INV-HZDJIMSB',612000,680000.00,68000.00,0.00,0,'IRR','paid',NULL,'2025-11-30 21:00:46',NULL,NULL,'2025-11-30 20:59:35','2025-11-30 21:00:46'),
(7,7,3,'INV-UCX1XHLF',1242000,1380000.00,138000.00,0.00,0,'IRR','paid',NULL,'2025-12-01 08:28:09',NULL,NULL,'2025-12-01 08:25:57','2025-12-01 08:28:09'),
(8,8,3,'INV-WKZXATVI',882000,980000.00,98000.00,0.00,0,'IRR','paid',NULL,'2025-12-01 10:03:59',NULL,NULL,'2025-12-01 10:02:50','2025-12-01 10:03:59'),
(9,9,3,'INV-26V2QJM7',1242000,1380000.00,138000.00,0.00,0,'IRR','paid',NULL,'2025-12-01 11:33:01',NULL,NULL,'2025-12-01 11:30:49','2025-12-01 11:33:01'),
(10,NULL,3,'INV-UC70CTNO',1242000,1380000.00,138000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-02 14:35:56','2025-12-02 14:35:57'),
(11,10,3,'INV-KCIMNR3M',1242000,1380000.00,138000.00,0.00,0,'IRR','paid',NULL,'2025-12-02 19:56:15',NULL,NULL,'2025-12-02 19:54:48','2025-12-02 19:56:15'),
(12,NULL,3,'INV-WR1X1AQR',882000,980000.00,98000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-02 19:55:44','2025-12-02 19:55:44'),
(13,NULL,3,'INV-LSIW3OLD',882000,980000.00,98000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-02 19:59:43','2025-12-02 19:59:43'),
(14,NULL,3,'INV-NKCB6ZWH',1242000,1380000.00,138000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-02 20:13:38','2025-12-02 20:13:38'),
(15,NULL,3,'INV-AMUTFSDR',1242000,1380000.00,138000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-02 20:15:10','2025-12-02 20:15:11'),
(16,NULL,3,'INV-QC6UJE4E',1242000,1380000.00,138000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-02 20:17:34','2025-12-02 20:17:35'),
(17,NULL,3,'INV-C7YLLGFO',1242000,1380000.00,138000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-02 20:20:11','2025-12-02 20:20:11'),
(18,11,3,'INV-QFOVWEB1',1242000,1380000.00,138000.00,0.00,0,'IRR','paid',NULL,'2025-12-02 20:22:30',NULL,NULL,'2025-12-02 20:21:23','2025-12-02 20:22:30'),
(19,NULL,3,'INV-CDDUADZK',612000,680000.00,68000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-02 21:29:48','2025-12-02 21:29:48'),
(20,12,3,'INV-KWVGPNNI',612000,680000.00,68000.00,0.00,0,'IRR','paid',NULL,'2025-12-02 21:31:51',NULL,NULL,'2025-12-02 21:30:53','2025-12-02 21:31:51'),
(21,13,3,'INV-RYQDB1GJ',612000,680000.00,68000.00,0.00,0,'IRR','paid',NULL,'2025-12-02 21:37:05',NULL,NULL,'2025-12-02 21:35:50','2025-12-02 21:37:05'),
(22,14,3,'INV-TUSOQPSC',1242000,1380000.00,138000.00,0.00,0,'IRR','paid',NULL,'2025-12-02 22:28:33',NULL,NULL,'2025-12-02 22:26:38','2025-12-02 22:28:33'),
(23,15,3,'INV-BQ0JMJOK',1242000,1380000.00,138000.00,0.00,0,'IRR','paid',NULL,'2025-12-03 08:57:47',NULL,NULL,'2025-12-03 08:56:14','2025-12-03 08:57:47'),
(24,16,3,'INV-HF9FOY0Q',1242000,1380000.00,138000.00,0.00,0,'IRR','paid',NULL,'2025-12-03 09:53:23',NULL,NULL,'2025-12-03 09:50:09','2025-12-03 09:53:23'),
(25,NULL,3,'INV-ZIZQWBDX',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-03 15:43:26','2025-12-03 15:43:26'),
(26,17,3,'INV-GFTQPBFO',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-03 23:32:57',NULL,NULL,'2025-12-03 23:31:56','2025-12-03 23:32:57'),
(27,NULL,3,'INV-4OJDIUTB',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-03 23:39:15','2025-12-03 23:39:16'),
(28,18,3,'INV-2NNFFHQS',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-03 23:43:10',NULL,NULL,'2025-12-03 23:42:04','2025-12-03 23:43:10'),
(29,19,3,'INV-0THKBGOU',1380000,1380000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-04 06:35:12',NULL,NULL,'2025-12-04 06:33:50','2025-12-04 06:35:12'),
(30,NULL,3,'INV-O8W8NZ0F',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-04 12:43:45','2025-12-04 12:43:45'),
(31,NULL,3,'INV-WRVVQREU',1380000,1380000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-04 16:23:06','2025-12-04 16:23:06'),
(32,NULL,3,'INV-SJDYHUSD',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-05 15:26:34','2025-12-05 15:26:34'),
(33,NULL,3,'INV-W75BAPUL',1480,1480.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-06 09:54:52','2025-12-06 09:54:52'),
(34,NULL,3,'INV-NTNZ9LID',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-06 10:28:08','2025-12-06 10:28:08'),
(35,20,3,'INV-QB9HIOOT',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-06 15:40:36',NULL,NULL,'2025-12-06 15:39:32','2025-12-06 15:40:36'),
(36,21,3,'INV-TT1HQ7AQ',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-06 16:27:04',NULL,NULL,'2025-12-06 16:25:19','2025-12-06 16:27:04'),
(37,NULL,3,'INV-HZF6JTHL',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-06 18:40:05','2025-12-06 18:40:06'),
(38,22,3,'INV-U1KU9CIZ',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-06 18:48:52',NULL,NULL,'2025-12-06 18:47:22','2025-12-06 18:48:52'),
(39,23,3,'INV-L2PREZ3D',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-07 13:43:32',NULL,NULL,'2025-12-07 13:42:44','2025-12-07 13:43:32'),
(40,24,3,'INV-BODURVEM',663000,780000.00,117000.00,0.00,0,'IRR','paid',NULL,'2025-12-07 16:14:19',NULL,NULL,'2025-12-07 16:12:22','2025-12-07 16:14:19'),
(41,25,3,'INV-SVOCOCUS',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-07 17:19:18',NULL,NULL,'2025-12-07 17:17:55','2025-12-07 17:19:18'),
(42,26,3,'INV-IFOSF32J',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-07 19:38:15',NULL,NULL,'2025-12-07 19:37:00','2025-12-07 19:38:15'),
(43,NULL,3,'INV-I8QLSB7T',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-07 19:56:00','2025-12-07 19:56:00'),
(44,NULL,3,'INV-AFOPN6K5',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-07 19:59:08','2025-12-07 19:59:08'),
(45,27,3,'INV-I25B2CXZ',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-07 20:07:58',NULL,NULL,'2025-12-07 20:06:37','2025-12-07 20:07:58'),
(46,NULL,3,'INV-U6ITCYLQ',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-07 20:08:26','2025-12-07 20:08:26'),
(47,NULL,3,'INV-TNO9MGT3',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-07 21:33:35','2025-12-07 21:33:36'),
(48,28,3,'INV-ZRCBST5H',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-07 21:38:28',NULL,NULL,'2025-12-07 21:35:46','2025-12-07 21:38:28'),
(49,NULL,3,'INV-RMLFGMYC',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-07 22:03:07','2025-12-07 22:03:08'),
(50,29,3,'INV-EZDCYV1O',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-08 09:49:59',NULL,NULL,'2025-12-08 09:49:00','2025-12-08 09:49:59'),
(51,30,3,'INV-XFRAKCOP',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-08 10:57:51',NULL,NULL,'2025-12-08 10:56:45','2025-12-08 10:57:51'),
(52,31,3,'INV-YYEGIETU',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-09 13:48:48',NULL,NULL,'2025-12-09 13:48:16','2025-12-09 13:48:48'),
(53,NULL,3,'INV-GFXMI0EN',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 16:17:33','2025-12-09 16:17:33'),
(54,NULL,3,'INV-EJGTMOFB',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 16:24:13','2025-12-09 16:24:13'),
(55,NULL,3,'INV-4ARN1ESP',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 16:25:03','2025-12-09 16:25:03'),
(56,NULL,3,'INV-2PMR9NJ7',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 16:49:29','2025-12-09 16:49:30'),
(57,NULL,3,'INV-HDUFQD42',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 16:50:19','2025-12-09 16:50:20'),
(58,32,3,'INV-PC138CKN',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-09 16:54:54',NULL,NULL,'2025-12-09 16:53:28','2025-12-09 16:54:54'),
(59,NULL,3,'INV-NZOVJGFO',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 17:58:54','2025-12-09 17:58:54'),
(60,NULL,3,'INV-AGHZPJB1',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 19:07:37','2025-12-09 19:07:37'),
(61,33,3,'INV-7R3L8ZDX',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-09 19:12:26',NULL,NULL,'2025-12-09 19:11:00','2025-12-09 19:12:26'),
(62,34,3,'INV-BKKQIR4J',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-09 19:38:39',NULL,NULL,'2025-12-09 19:37:08','2025-12-09 19:38:39'),
(63,NULL,3,'INV-FFNASXTG',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 19:49:33','2025-12-09 19:49:35'),
(64,NULL,3,'INV-MLFQBN1B',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 19:53:15','2025-12-09 19:53:17'),
(65,NULL,3,'INV-7ZNBZ0CR',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 19:54:42','2025-12-09 19:54:43'),
(66,NULL,3,'INV-PFC0SBP6',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 19:55:41','2025-12-09 19:55:42'),
(67,NULL,3,'INV-NJBYOFIV',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-09 20:00:30','2025-12-09 20:00:32'),
(68,35,3,'INV-AQVLZ7WM',2480000,2480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-09 20:10:05',NULL,NULL,'2025-12-09 20:08:34','2025-12-09 20:10:05'),
(69,NULL,3,'INV-PWYXINY0',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 06:16:02','2025-12-10 06:16:03'),
(70,NULL,3,'INV-IGKQV38I',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 06:22:31','2025-12-10 06:22:31'),
(71,NULL,3,'INV-NRZY4TEP',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 06:34:07','2025-12-10 06:34:07'),
(72,36,3,'INV-UVUEYCIH',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-10 06:41:14',NULL,NULL,'2025-12-10 06:38:48','2025-12-10 06:41:14'),
(73,37,3,'INV-LT63K6D8',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-10 08:02:54',NULL,NULL,'2025-12-10 08:00:21','2025-12-10 08:02:54'),
(74,38,3,'INV-LD37SYE3',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-10 09:23:56',NULL,NULL,'2025-12-10 09:22:37','2025-12-10 09:23:56'),
(75,39,3,'INV-NRMLOUYU',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-10 11:39:44',NULL,NULL,'2025-12-10 11:38:38','2025-12-10 11:39:44'),
(76,NULL,3,'INV-9HVZMDEW',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 12:00:26','2025-12-10 12:00:26'),
(77,40,3,'INV-ACSFDHB7',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-10 12:02:44',NULL,NULL,'2025-12-10 12:02:06','2025-12-10 12:02:44'),
(78,NULL,3,'INV-KB9UMAZ8',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 15:21:20','2025-12-10 15:21:21'),
(79,NULL,3,'INV-4QCDDIKR',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 15:22:37','2025-12-10 15:22:37'),
(80,41,3,'INV-VBK63WFG',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-10 15:37:08',NULL,NULL,'2025-12-10 15:36:36','2025-12-10 15:37:08'),
(81,NULL,3,'INV-U8LB4DSO',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 16:04:52','2025-12-10 16:04:52'),
(82,NULL,3,'INV-LWUTT6BO',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 16:30:00','2025-12-10 16:30:01'),
(83,42,3,'INV-CUGBA6JR',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-10 16:33:47',NULL,NULL,'2025-12-10 16:32:33','2025-12-10 16:33:47'),
(84,NULL,3,'INV-QF3OL2TU',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 18:15:56','2025-12-10 18:15:58'),
(85,NULL,3,'INV-OWXLUVRR',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-10 18:57:05','2025-12-10 18:57:06'),
(86,43,3,'INV-MZZSVEN8',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-10 19:00:02',NULL,NULL,'2025-12-10 18:58:08','2025-12-10 19:00:02'),
(87,44,3,'INV-GHBROHRN',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-11 08:25:30',NULL,NULL,'2025-12-11 08:23:47','2025-12-11 08:25:30'),
(88,45,3,'INV-HS0LQTHX',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-11 10:45:16',NULL,NULL,'2025-12-11 10:44:41','2025-12-11 10:45:16'),
(89,46,3,'INV-3ROEGJTN',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-11 14:44:40',NULL,NULL,'2025-12-11 14:39:23','2025-12-11 14:44:40'),
(90,47,3,'INV-YUC1DH3A',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-11 20:07:19',NULL,NULL,'2025-12-11 20:06:41','2025-12-11 20:07:19'),
(91,48,3,'INV-BMAKQT3V',780000,780000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-11 20:42:35',NULL,NULL,'2025-12-11 20:41:02','2025-12-11 20:42:35'),
(92,NULL,3,'INV-R6RI9NPQ',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-11 22:11:42','2025-12-11 22:11:42'),
(93,NULL,3,'INV-STGWTVQX',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-12 09:35:38','2025-12-12 09:35:39'),
(94,NULL,3,'INV-PJSN83KI',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-12 09:36:34','2025-12-12 09:36:34'),
(95,NULL,3,'INV-DZCCMYJD',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-12 09:41:44','2025-12-12 09:41:44'),
(96,49,3,'INV-V5ZJTRYD',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-12 09:43:41',NULL,NULL,'2025-12-12 09:42:48','2025-12-12 09:43:41'),
(97,NULL,3,'INV-FJLY8LBW',1380000,1380000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-12 10:29:03','2025-12-12 10:29:03'),
(98,50,3,'INV-WOZV25WU',780000,780000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-12 13:51:42',NULL,NULL,'2025-12-12 13:49:01','2025-12-12 13:51:42'),
(99,NULL,3,'INV-BB4HKAJT',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-12 17:30:18','2025-12-12 17:30:18'),
(100,NULL,3,'INV-6P6ZCMZG',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-12 17:32:13','2025-12-12 17:32:13'),
(101,NULL,3,'INV-V98CFSEB',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 06:55:12','2025-12-13 06:55:12'),
(102,51,3,'INV-EOCF0YI6',10000,10000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 08:44:25',NULL,NULL,'2025-12-13 08:43:40','2025-12-13 08:44:25'),
(103,52,3,'INV-TCQP7HGG',10000,10000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 08:45:50',NULL,NULL,'2025-12-13 08:45:11','2025-12-13 08:45:50'),
(104,NULL,3,'INV-ZOANPBSC',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 08:49:25','2025-12-13 08:49:26'),
(105,NULL,3,'INV-JF1AQRZT',780000,780000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 09:17:27','2025-12-13 09:17:27'),
(106,NULL,3,'INV-DWYDQNGY',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 10:14:05','2025-12-13 10:14:06'),
(107,NULL,3,'INV-2PTVGECB',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 10:35:59','2025-12-13 10:35:59'),
(108,53,3,'INV-ZE32LCLR',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 10:49:45',NULL,NULL,'2025-12-13 10:42:52','2025-12-13 10:49:45'),
(109,NULL,3,'INV-47FPWGYT',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 13:13:10','2025-12-13 13:13:11'),
(110,56,3,'INV-QOZSWUOZ',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 13:28:04',NULL,NULL,'2025-12-13 13:25:50','2025-12-13 13:28:04'),
(111,NULL,3,'INV-W7IFGNCM',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 14:21:20','2025-12-13 14:21:22'),
(112,57,3,'INV-9F0UU9JO',1380000,1380000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 14:54:08',NULL,NULL,'2025-12-13 14:52:38','2025-12-13 14:54:08'),
(113,58,3,'INV-55X8DNNP',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 16:42:25',NULL,NULL,'2025-12-13 16:41:06','2025-12-13 16:42:25'),
(114,59,3,'INV-ZLIHAQU6',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 17:47:58',NULL,NULL,'2025-12-13 17:36:50','2025-12-13 17:47:58'),
(115,61,3,'INV-5PI1PK6L',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 19:36:38',NULL,NULL,'2025-12-13 19:35:23','2025-12-13 19:36:38'),
(116,NULL,3,'INV-TRDP6B4T',1380000,1380000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 20:05:30','2025-12-13 20:05:30'),
(117,64,3,'INV-E1NKPLL8',1380000,1380000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 20:08:43',NULL,NULL,'2025-12-13 20:07:15','2025-12-13 20:08:43'),
(118,NULL,3,'INV-G1YIWTNE',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 20:10:21','2025-12-13 20:10:21'),
(119,65,3,'INV-N0SJZXCV',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 20:14:25',NULL,NULL,'2025-12-13 20:13:30','2025-12-13 20:14:25'),
(120,NULL,3,'INV-GJ9YTDH7',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 20:36:01','2025-12-13 20:36:01'),
(121,66,3,'INV-OTKSWQFO',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 20:45:09',NULL,NULL,'2025-12-13 20:43:42','2025-12-13 20:45:09'),
(122,NULL,3,'INV-XZIYDINC',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 21:00:11','2025-12-13 21:00:12'),
(123,NULL,3,'INV-KZZRNFDV',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 21:01:46','2025-12-13 21:01:46'),
(124,67,3,'INV-QXFS4FCF',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 21:03:26',NULL,NULL,'2025-12-13 21:02:03','2025-12-13 21:03:26'),
(125,68,3,'INV-U2HKOA7C',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 22:02:14',NULL,NULL,'2025-12-13 22:01:17','2025-12-13 22:02:14'),
(126,69,3,'INV-VCBR3OLD',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-13 22:12:26',NULL,NULL,'2025-12-13 22:11:42','2025-12-13 22:12:26'),
(127,NULL,3,'INV-NKH3350P',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-13 22:56:12','2025-12-13 22:56:13'),
(128,NULL,3,'INV-YMQ6LHEX',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-14 11:01:06','2025-12-14 11:01:06'),
(129,71,3,'INV-C4L5N0WK',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-14 11:20:28',NULL,NULL,'2025-12-14 11:19:01','2025-12-14 11:20:28'),
(130,NULL,3,'INV-NO9QECPE',1360000,1360000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-14 14:30:59','2025-12-14 14:30:59'),
(131,NULL,3,'INV-LTUCVWKZ',1360000,1360000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-14 14:33:33','2025-12-14 14:33:33'),
(132,72,3,'INV-CW1UZH7K',1360000,1360000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-14 14:37:13',NULL,NULL,'2025-12-14 14:35:11','2025-12-14 14:37:13'),
(133,73,3,'INV-V7243GSU',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-14 17:40:28',NULL,NULL,'2025-12-14 17:37:00','2025-12-14 17:40:28'),
(134,74,3,'INV-HS4WXDE0',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-15 11:15:23',NULL,NULL,'2025-12-15 11:13:57','2025-12-15 11:15:23'),
(135,75,3,'INV-7B31M3ZK',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-15 11:49:44',NULL,NULL,'2025-12-15 11:48:59','2025-12-15 11:49:44'),
(136,76,3,'INV-QWJOV6ZN',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-15 12:55:52',NULL,NULL,'2025-12-15 12:55:07','2025-12-15 12:55:52'),
(137,77,3,'INV-0O2TOSCP',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-15 13:07:12',NULL,NULL,'2025-12-15 13:00:35','2025-12-15 13:07:12'),
(138,NULL,3,'INV-UYUKSTPE',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-15 13:19:01','2025-12-15 13:19:02'),
(139,78,3,'INV-T1JMAMV4',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-15 15:45:41','2025-12-15 15:45:42',NULL,'2025-12-15 15:44:32','2025-12-15 15:45:42'),
(140,79,3,'INV-BCSIH1XS',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-15 20:29:40','2025-12-15 20:29:41',NULL,'2025-12-15 20:27:21','2025-12-15 20:29:41'),
(141,NULL,3,'INV-BFTG0EGH',1360000,1360000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-15 20:43:46','2025-12-15 20:43:46'),
(142,NULL,3,'INV-Z6RKASPP',1360000,1360000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-15 20:45:45','2025-12-15 20:45:46'),
(143,NULL,3,'INV-7RCWCHRB',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-15 20:59:54','2025-12-15 20:59:54'),
(144,80,3,'INV-UQGKMFBH',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-15 21:38:45','2025-12-15 21:38:45',NULL,'2025-12-15 21:34:09','2025-12-15 21:38:45'),
(145,NULL,3,'INV-TVGBB3H0',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-15 23:10:40','2025-12-15 23:10:40'),
(146,81,3,'INV-JBN2BCYI',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-16 08:59:04','2025-12-16 08:59:19',NULL,'2025-12-16 08:58:21','2025-12-16 08:59:19'),
(147,NULL,3,'INV-FDKE1YWC',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-16 10:08:58','2025-12-16 10:08:59'),
(148,NULL,3,'INV-NVATB4WL',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-16 10:09:47','2025-12-16 10:09:48'),
(149,82,3,'INV-KJOG5QUK',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-16 10:13:13','2025-12-16 10:13:28',NULL,'2025-12-16 10:10:07','2025-12-16 10:13:28'),
(150,NULL,3,'INV-RN7ZLSAS',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-16 10:36:40','2025-12-16 10:36:40'),
(151,83,3,'INV-GV8Y9TWH',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-16 10:44:07','2025-12-16 10:44:23',NULL,'2025-12-16 10:39:12','2025-12-16 10:44:23'),
(152,84,3,'INV-QJRD8DHO',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-16 11:21:37','2025-12-16 11:22:46',NULL,'2025-12-16 11:15:32','2025-12-16 11:22:46'),
(153,NULL,3,'INV-SAHMBJOV',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-16 11:45:19','2025-12-16 11:45:20'),
(154,NULL,3,'INV-EDMJVOML',3300000,3300000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-16 13:28:08','2025-12-16 13:28:08'),
(155,NULL,3,'INV-YMBFS3OQ',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-16 15:21:27','2025-12-16 15:21:28'),
(156,85,3,'INV-1K9LJDUL',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-16 18:16:36','2025-12-16 18:17:49',NULL,'2025-12-16 18:14:38','2025-12-16 18:17:49'),
(157,NULL,3,'INV-JNKKKP7Q',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-16 18:29:15','2025-12-16 18:29:20'),
(158,86,3,'INV-FBU1YA5U',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-16 19:21:12','2025-12-16 19:21:12',NULL,'2025-12-16 19:20:26','2025-12-16 19:21:12'),
(159,NULL,3,'INV-SOWYLB1S',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-16 20:46:02','2025-12-16 20:46:03'),
(160,87,3,'INV-PIWYSVAC',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-16 20:48:37','2025-12-16 20:48:37',NULL,'2025-12-16 20:47:22','2025-12-16 20:48:37'),
(161,88,3,'INV-DOEEX56B',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-17 05:34:29','2025-12-17 05:34:53',NULL,'2025-12-17 05:33:35','2025-12-17 05:34:53'),
(162,89,3,'INV-NM3XXKUT',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-17 07:01:28','2025-12-17 07:01:29',NULL,'2025-12-17 07:00:37','2025-12-17 07:01:29'),
(163,NULL,3,'INV-KDRW6DRQ',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-17 11:15:48','2025-12-17 11:15:48'),
(164,NULL,3,'INV-HYR7VJPW',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-17 11:53:07','2025-12-17 11:53:07'),
(165,90,3,'INV-F5XMKJ3S',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-17 11:57:02','2025-12-17 11:57:03',NULL,'2025-12-17 11:56:07','2025-12-17 11:57:03'),
(166,NULL,3,'INV-3MXQKKGT',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-17 16:00:39','2025-12-17 16:00:39'),
(167,NULL,3,'INV-7CCTU68N',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-17 16:07:28','2025-12-17 16:07:28'),
(168,NULL,3,'INV-6QAHQODW',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-17 22:29:22','2025-12-17 22:29:22'),
(169,NULL,3,'INV-20GJ4FY6',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-17 22:31:00','2025-12-17 22:31:01'),
(170,NULL,3,'INV-8IS8DBVL',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-17 22:35:04','2025-12-17 22:35:04'),
(171,NULL,3,'INV-EH6DSZOK',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-18 12:57:28','2025-12-18 12:57:28'),
(172,91,3,'INV-WXYYX5YQ',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-18 14:51:56','2025-12-18 14:51:57',NULL,'2025-12-18 14:50:53','2025-12-18 14:51:57'),
(173,92,3,'INV-XN5UQHJF',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-18 16:45:55','2025-12-18 16:45:56',NULL,'2025-12-18 16:42:24','2025-12-18 16:45:56'),
(174,NULL,3,'INV-XD9JVRNV',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-19 09:15:56','2025-12-19 09:15:57'),
(175,93,3,'INV-HBFNIKOX',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-19 09:56:49','2025-12-19 09:56:50',NULL,'2025-12-19 09:55:18','2025-12-19 09:56:50'),
(176,94,3,'INV-OWFLLOAB',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-19 11:50:47','2025-12-19 11:52:09',NULL,'2025-12-19 11:46:26','2025-12-19 11:52:09'),
(177,NULL,3,'INV-YRTES2WU',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-19 13:15:38','2025-12-19 13:15:38'),
(178,95,3,'INV-T5DLK296',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-19 13:18:23','2025-12-19 13:18:24',NULL,'2025-12-19 13:17:35','2025-12-19 13:18:24'),
(179,NULL,3,'INV-WFP9RNV6',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-19 18:23:31','2025-12-19 18:23:32'),
(180,96,3,'INV-FAYIWALF',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-19 18:37:10','2025-12-19 18:37:11',NULL,'2025-12-19 18:35:20','2025-12-19 18:37:11'),
(181,NULL,3,'INV-2TBSTAUE',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 07:56:24','2025-12-20 07:56:24'),
(182,NULL,3,'INV-FQT7FB3C',833000,980000.00,147000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 09:30:27','2025-12-20 09:30:27'),
(183,NULL,3,'INV-O3O8BNHL',1258000,1480000.00,222000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 09:30:28','2025-12-20 09:30:28'),
(184,97,3,'INV-DKETKWOZ',833000,980000.00,147000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 09:32:09','2025-12-20 09:32:25',NULL,'2025-12-20 09:30:48','2025-12-20 09:32:25'),
(185,98,3,'INV-NZFODEVY',1258000,1480000.00,222000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 09:35:02','2025-12-20 09:35:18',NULL,'2025-12-20 09:34:10','2025-12-20 09:35:18'),
(186,99,3,'INV-RMNS3DUU',1258000,1480000.00,222000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 09:35:49','2025-12-20 09:37:35',NULL,'2025-12-20 09:34:10','2025-12-20 09:37:35'),
(187,NULL,3,'INV-XJJ89PKL',1258000,1480000.00,222000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 09:39:37','2025-12-20 09:39:37'),
(188,NULL,3,'INV-YKA1QLFU',833000,980000.00,147000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 09:41:29','2025-12-20 09:41:29'),
(189,100,3,'INV-RNCAVRLQ',833000,980000.00,147000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 09:42:43','2025-12-20 09:42:44',NULL,'2025-12-20 09:41:42','2025-12-20 09:42:44'),
(190,NULL,3,'INV-O1OSSZ9J',578000,680000.00,102000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 09:53:08','2025-12-20 09:53:08'),
(191,NULL,3,'INV-CWJ0ACPJ',1258000,1480000.00,222000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 09:53:19','2025-12-20 09:53:19'),
(192,NULL,3,'INV-WDUGO1UR',578000,680000.00,102000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 09:53:22','2025-12-20 09:53:23'),
(193,NULL,3,'INV-QHB8AIZU',578000,680000.00,102000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 10:41:59','2025-12-20 10:42:00'),
(194,NULL,3,'INV-ERZJM8BK',16400,16400.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 11:08:50','2025-12-20 11:08:51'),
(195,101,3,'INV-WP5HKIIW',578000,680000.00,102000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 11:20:11','2025-12-20 11:21:41',NULL,'2025-12-20 11:14:41','2025-12-20 11:21:41'),
(196,NULL,3,'INV-MCE7BSGH',1258000,1480000.00,222000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 11:16:20','2025-12-20 11:16:21'),
(197,102,3,'INV-KBIWQP1J',578000,680000.00,102000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 11:26:27','2025-12-20 11:26:29',NULL,'2025-12-20 11:24:07','2025-12-20 11:26:29'),
(198,NULL,3,'INV-HUVKOOWL',578000,680000.00,102000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 11:25:05','2025-12-20 11:25:05'),
(199,103,3,'INV-XQ9UYFDQ',1258000,1480000.00,222000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 11:42:08','2025-12-20 11:42:09',NULL,'2025-12-20 11:38:30','2025-12-20 11:42:09'),
(200,NULL,3,'INV-5VKCXG8X',833000,980000.00,147000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 15:14:11','2025-12-20 15:14:11'),
(201,104,3,'INV-T1ULQ9US',833000,980000.00,147000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 15:20:25','2025-12-20 15:20:41',NULL,'2025-12-20 15:19:07','2025-12-20 15:20:41'),
(202,NULL,3,'INV-MN69GNCG',833000,980000.00,147000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 16:11:03','2025-12-20 16:11:03'),
(203,NULL,3,'INV-72BAGGJ6',833000,980000.00,147000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 16:25:23','2025-12-20 16:25:24'),
(204,105,3,'INV-UF5FHCJ5',833000,980000.00,147000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 16:26:54','2025-12-20 16:28:32',NULL,'2025-12-20 16:26:18','2025-12-20 16:28:32'),
(205,106,3,'INV-L1VEJ358',1258000,1480000.00,222000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 17:51:50','2025-12-20 17:53:09',NULL,'2025-12-20 17:49:24','2025-12-20 17:53:09'),
(206,NULL,3,'INV-ZOSH1LZK',1258000,1480000.00,222000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 18:41:48','2025-12-20 18:41:49'),
(207,NULL,3,'INV-IOLTXOSH',1258000,1480000.00,222000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 18:47:02','2025-12-20 18:47:02'),
(208,107,3,'INV-M3FJV2DN',1258000,1480000.00,222000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 19:09:19','2025-12-20 19:10:40',NULL,'2025-12-20 19:08:27','2025-12-20 19:10:40'),
(209,NULL,3,'INV-JIW1JRGH',1258000,1480000.00,222000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 20:36:14','2025-12-20 20:36:16'),
(210,NULL,3,'INV-TZSOF6R4',833000,980000.00,147000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 21:05:14','2025-12-20 21:05:14'),
(211,108,3,'INV-PYSTCFCA',833000,980000.00,147000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 21:08:07','2025-12-20 21:08:08',NULL,'2025-12-20 21:07:29','2025-12-20 21:08:08'),
(212,NULL,3,'INV-UTJE9F7G',833000,980000.00,147000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 21:25:18','2025-12-20 21:25:19'),
(213,109,3,'INV-QTQ8VDFG',833000,980000.00,147000.00,0.00,0,'IRR','paid',NULL,'2025-12-20 21:29:22','2025-12-20 21:29:23',NULL,'2025-12-20 21:27:25','2025-12-20 21:29:23'),
(214,NULL,3,'INV-5M53SHA9',578000,680000.00,102000.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-20 22:59:40','2025-12-20 22:59:41'),
(215,NULL,3,'INV-RD7D7XSG',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-21 07:04:01','2025-12-21 07:04:01'),
(216,110,3,'INV-PRI37OXU',550000,550000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-21 08:57:05','2025-12-21 08:57:20',NULL,'2025-12-21 08:56:22','2025-12-21 08:57:20'),
(217,NULL,3,'INV-QQYL1FHA',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-21 09:05:06','2025-12-21 09:05:06'),
(218,111,3,'INV-9X8PCB5H',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-21 09:19:14','2025-12-21 09:19:16',NULL,'2025-12-21 09:13:30','2025-12-21 09:19:16'),
(219,NULL,3,'INV-HRIVMVCQ',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-21 16:43:00','2025-12-21 16:43:00'),
(220,NULL,3,'INV-RJC5P3NH',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-21 16:44:08','2025-12-21 16:44:08'),
(221,112,3,'INV-Q5WJF0GS',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-21 19:39:17','2025-12-21 19:39:18',NULL,'2025-12-21 19:37:26','2025-12-21 19:39:18'),
(222,113,3,'INV-SXIA6JJL',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-21 23:01:14','2025-12-21 23:01:14',NULL,'2025-12-21 22:59:33','2025-12-21 23:01:14'),
(223,NULL,3,'INV-TRS9K1JE',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-22 09:14:35','2025-12-22 09:14:36'),
(224,NULL,3,'INV-CPPNPV0X',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-22 09:22:23','2025-12-22 09:22:23'),
(225,NULL,3,'INV-ZWGAXSXN',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-22 09:24:25','2025-12-22 09:24:26'),
(226,114,3,'INV-Q8RDMF2V',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-22 12:22:41','2025-12-22 12:22:44',NULL,'2025-12-22 12:21:50','2025-12-22 12:22:44'),
(227,NULL,3,'INV-8QF7DOAV',3280,3280.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-22 19:10:04','2025-12-22 19:10:05'),
(228,NULL,3,'INV-JIPQNZEO',1680000,1680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-22 19:18:45','2025-12-22 19:18:45'),
(229,NULL,3,'INV-SK4KEBSC',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-22 19:19:10','2025-12-22 19:19:10'),
(230,115,3,'INV-AJEOOOIR',3280,3280.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-22 19:21:20','2025-12-22 19:21:37',NULL,'2025-12-22 19:20:45','2025-12-22 19:21:37'),
(231,116,3,'INV-BMQUI8GD',1480000,1480000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-22 19:34:48','2025-12-22 19:34:57',NULL,'2025-12-22 19:33:32','2025-12-22 19:34:57'),
(232,117,3,'INV-319BDCOO',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-22 21:51:06','2025-12-22 21:51:13',NULL,'2025-12-22 21:49:39','2025-12-22 21:51:13'),
(233,NULL,3,'INV-DQZBRVCF',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 07:30:49','2025-12-23 07:30:49'),
(234,NULL,3,'INV-SGWWNTYU',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 07:31:02','2025-12-23 07:31:02'),
(235,NULL,3,'INV-OW1UFGYA',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 07:33:01','2025-12-23 07:33:01'),
(236,NULL,3,'INV-QV2S5NOQ',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 07:33:25','2025-12-23 07:33:25'),
(237,NULL,3,'INV-VDO7DNDU',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 07:38:20','2025-12-23 07:38:20'),
(238,NULL,3,'INV-SYNXTRRU',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 08:08:02','2025-12-23 08:08:04'),
(239,NULL,3,'INV-JRIZ76Z9',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 08:39:12','2025-12-23 08:39:12'),
(240,NULL,3,'INV-OWD62CZY',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 08:39:26','2025-12-23 08:39:26'),
(241,NULL,3,'INV-CILTAZAO',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 09:46:43','2025-12-23 09:46:44'),
(242,NULL,3,'INV-JXB8PDII',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 10:06:03','2025-12-23 10:06:03'),
(243,NULL,3,'INV-4GVU0CLZ',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 10:12:09','2025-12-23 10:12:10'),
(244,NULL,3,'INV-NNHFJLPN',550000,550000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 10:28:11','2025-12-23 10:28:12'),
(245,118,3,'INV-HZO0UBRI',550000,550000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-23 10:30:03','2025-12-23 10:30:10',NULL,'2025-12-23 10:29:13','2025-12-23 10:30:10'),
(246,NULL,3,'INV-EKZSDFYA',2040000,2040000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 11:08:52','2025-12-23 11:08:52'),
(247,NULL,3,'INV-UXCLZLWV',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 11:32:41','2025-12-23 11:32:42'),
(248,119,3,'INV-NPM0C7VO',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-23 11:56:41','2025-12-23 11:56:45',NULL,'2025-12-23 11:55:10','2025-12-23 11:56:45'),
(249,120,3,'INV-C4MQ0PFW',1960000,1960000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-23 12:04:47','2025-12-23 12:04:51',NULL,'2025-12-23 12:03:12','2025-12-23 12:04:51'),
(250,NULL,3,'INV-Z27NCL3W',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 14:35:02','2025-12-23 14:35:03'),
(251,NULL,3,'INV-FQPXTZEW',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 14:35:43','2025-12-23 14:35:44'),
(252,121,3,'INV-7EWVUYU5',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-23 14:47:49','2025-12-23 14:47:51',NULL,'2025-12-23 14:46:27','2025-12-23 14:47:51'),
(253,NULL,3,'INV-HKESEE33',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 16:09:56','2025-12-23 16:09:57'),
(254,NULL,3,'INV-0SFEBJZI',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 16:11:35','2025-12-23 16:11:35'),
(255,NULL,3,'INV-AHASF3GG',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 16:15:45','2025-12-23 16:15:46'),
(256,NULL,3,'INV-PLTZGLRW',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 16:39:30','2025-12-23 16:39:31'),
(257,122,3,'INV-ULGGHN11',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-23 16:42:46','2025-12-23 16:42:50',NULL,'2025-12-23 16:40:47','2025-12-23 16:42:50'),
(258,NULL,3,'INV-AE967R2Z',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 16:43:42','2025-12-23 16:43:43'),
(259,NULL,3,'INV-RVB9NTU4',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:16:39','2025-12-23 17:16:40'),
(260,NULL,3,'INV-HI4MEWSS',880000,880000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:18:14','2025-12-23 17:18:15'),
(261,NULL,3,'INV-MVZGURVW',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:20:12','2025-12-23 17:20:12'),
(262,NULL,3,'INV-ZSUD7TGQ',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:29:22','2025-12-23 17:29:23'),
(263,NULL,3,'INV-DB3G3EAH',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:29:36','2025-12-23 17:29:36'),
(264,NULL,3,'INV-I759BGJ4',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:29:53','2025-12-23 17:29:53'),
(265,NULL,3,'INV-MWOY6WKW',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:32:40','2025-12-23 17:32:40'),
(266,NULL,3,'INV-OP5FNXZD',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:35:22','2025-12-23 17:35:22'),
(267,NULL,3,'INV-RY4T06DR',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:40:24','2025-12-23 17:40:25'),
(268,NULL,3,'INV-LYIYIKMD',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 17:50:42','2025-12-23 17:50:42'),
(269,NULL,3,'INV-N6JRVU3P',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 18:01:07','2025-12-23 18:01:07'),
(270,NULL,3,'INV-MDVNHBBM',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 18:07:43','2025-12-23 18:07:43'),
(271,NULL,3,'INV-OC1YX9WN',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 18:51:27','2025-12-23 18:51:27'),
(272,NULL,3,'INV-6FEIL4KR',398000,398000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 18:51:42','2025-12-23 18:51:43'),
(273,NULL,3,'INV-3YF2HIUL',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 18:52:06','2025-12-23 18:52:06'),
(274,NULL,3,'INV-LGCO44KU',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 18:54:04','2025-12-23 18:54:06'),
(275,NULL,3,'INV-RWF18ECY',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 19:50:44','2025-12-23 19:50:44'),
(276,NULL,3,'INV-ZZGJBCUJ',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 19:54:23','2025-12-23 19:54:23'),
(277,NULL,3,'INV-IPEFTFD9',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 20:42:48','2025-12-23 20:42:48'),
(278,NULL,3,'INV-HZKNOFXH',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 20:59:59','2025-12-23 20:59:59'),
(279,NULL,3,'INV-2UMTAXMG',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 21:01:37','2025-12-23 21:01:38'),
(280,NULL,3,'INV-XSK33LVC',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 21:59:42','2025-12-23 21:59:42'),
(281,123,3,'INV-CYJO6R7U',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-23 22:02:06','2025-12-23 22:02:09',NULL,'2025-12-23 22:01:20','2025-12-23 22:02:09'),
(282,NULL,3,'INV-C9AEOUTU',3300000,3300000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 22:57:28','2025-12-23 22:57:28'),
(283,NULL,3,'INV-E6OGKBVY',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-23 23:04:54','2025-12-23 23:04:54'),
(284,124,3,'INV-2U3PFSFL',6440000,6440000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 05:12:50','2025-12-24 05:13:16',NULL,'2025-12-24 05:11:31','2025-12-24 05:13:16'),
(285,NULL,3,'INV-9V1F91GW',1480000,1480000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 05:22:34','2025-12-24 05:22:34'),
(286,NULL,3,'INV-EJAHQAPM',1330000,1330000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 05:55:53','2025-12-24 05:55:54'),
(287,NULL,3,'INV-Y0JZQFXY',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 06:00:37','2025-12-24 06:00:37'),
(288,NULL,3,'INV-MPFSUTZ9',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 08:18:23','2025-12-24 08:18:23'),
(289,NULL,3,'INV-6PCZWTOA',1180000,1180000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 08:20:09','2025-12-24 08:20:09'),
(290,125,3,'INV-VKWCEVPI',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 08:31:08','2025-12-24 08:31:12',NULL,'2025-12-24 08:30:34','2025-12-24 08:31:12'),
(291,126,3,'INV-HM38YHF7',550000,550000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 08:38:10','2025-12-24 08:38:21',NULL,'2025-12-24 08:36:06','2025-12-24 08:38:21'),
(292,NULL,3,'INV-RFXXQDAA',1180000,1180000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 08:44:48','2025-12-24 08:44:48'),
(293,127,3,'INV-1DEYIHR8',1280000,1280000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 09:12:04','2025-12-24 09:12:07',NULL,'2025-12-24 09:11:05','2025-12-24 09:12:07'),
(294,128,3,'INV-FKKQE4W0',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 09:36:26','2025-12-24 09:36:30',NULL,'2025-12-24 09:34:58','2025-12-24 09:36:30'),
(295,129,3,'INV-H1TWFKNW',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 09:43:14','2025-12-24 09:43:24',NULL,'2025-12-24 09:40:20','2025-12-24 09:43:24'),
(296,130,3,'INV-ATGRQWWT',1280000,1280000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 10:05:09','2025-12-24 10:05:16',NULL,'2025-12-24 10:02:55','2025-12-24 10:05:16'),
(297,131,3,'INV-IRBNHAWW',1180000,1180000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 10:08:51','2025-12-24 10:08:52',NULL,'2025-12-24 10:07:31','2025-12-24 10:08:52'),
(298,NULL,3,'INV-HFJEZNH8',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 10:16:11','2025-12-24 10:16:11'),
(299,NULL,3,'INV-GQUAYIZM',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 10:32:08','2025-12-24 10:32:09'),
(300,NULL,3,'INV-VAJAM3QM',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 10:33:40','2025-12-24 10:33:40'),
(301,NULL,3,'INV-JRAIXFGV',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 10:37:46','2025-12-24 10:37:48'),
(302,132,3,'INV-JLGA7Z33',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 11:09:22','2025-12-24 11:09:26',NULL,'2025-12-24 11:04:09','2025-12-24 11:09:26'),
(303,133,3,'INV-NZF0BASE',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 11:26:38','2025-12-24 11:26:46',NULL,'2025-12-24 11:21:53','2025-12-24 11:26:46'),
(304,NULL,3,'INV-ZZ78EMPL',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 11:39:46','2025-12-24 11:39:46'),
(305,134,3,'INV-EBZCD8RA',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 12:10:53','2025-12-24 12:10:54',NULL,'2025-12-24 12:09:56','2025-12-24 12:10:54'),
(306,NULL,3,'INV-QZMWHULV',2940000,2940000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 12:21:33','2025-12-24 12:21:33'),
(307,NULL,3,'INV-NUUVMFVY',2940000,2940000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 12:23:21','2025-12-24 12:23:21'),
(308,135,3,'INV-B4VMRFYJ',2940000,2940000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 12:24:05','2025-12-24 12:24:10',NULL,'2025-12-24 12:23:35','2025-12-24 12:24:10'),
(309,136,3,'INV-6LPYHJXD',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 12:31:43','2025-12-24 12:31:47',NULL,'2025-12-24 12:29:39','2025-12-24 12:31:47'),
(310,NULL,3,'INV-MWNXXEWF',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 12:34:36','2025-12-24 12:34:36'),
(311,NULL,3,'INV-E6PANPVW',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 12:35:32','2025-12-24 12:35:33'),
(312,NULL,3,'INV-BNEASUBL',680000,680000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 12:44:55','2025-12-24 12:44:56'),
(313,137,3,'INV-MWBDGZGV',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 12:48:16','2025-12-24 12:48:28',NULL,'2025-12-24 12:47:03','2025-12-24 12:48:28'),
(314,138,3,'INV-ZQ4AEOV8',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-24 16:17:11','2025-12-24 16:17:25',NULL,'2025-12-24 16:15:45','2025-12-24 16:17:25'),
(315,NULL,3,'INV-KZTMNNIF',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 19:36:59','2025-12-24 19:37:00'),
(316,NULL,3,'INV-FTPYGWSA',398000,398000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 20:36:12','2025-12-24 20:36:12'),
(317,NULL,3,'INV-JVPVHLON',398000,398000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-24 20:39:56','2025-12-24 20:39:56'),
(318,139,3,'INV-XFBAKTSJ',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-25 05:48:51','2025-12-25 05:48:56',NULL,'2025-12-25 05:41:05','2025-12-25 05:48:56'),
(319,140,3,'INV-LRRCGKHF',680000,680000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-25 06:03:10','2025-12-25 06:03:11',NULL,'2025-12-25 06:00:54','2025-12-25 06:03:11'),
(320,141,3,'INV-JQES3JJE',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-25 06:49:44','2025-12-25 06:49:50',NULL,'2025-12-25 06:48:35','2025-12-25 06:49:50'),
(321,NULL,3,'INV-0KQYWOAG',980000,980000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-25 16:24:15','2025-12-25 16:24:15'),
(322,142,3,'INV-SKPEELYE',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-25 21:28:10','2025-12-25 21:28:11',NULL,'2025-12-25 21:24:56','2025-12-25 21:28:11'),
(323,143,3,'INV-DSMECX0T',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-26 08:31:21','2025-12-26 08:31:28',NULL,'2025-12-26 08:29:53','2025-12-26 08:31:28'),
(324,NULL,3,'INV-IDPZ6RB8',9200000,9200000.00,0.00,0.00,0,'IRR','unpaid',NULL,NULL,NULL,NULL,'2025-12-26 08:31:36','2025-12-26 08:31:36'),
(325,144,3,'INV-KW5NFS9X',1960000,1960000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-26 08:37:27','2025-12-26 08:37:34',NULL,'2025-12-26 08:35:53','2025-12-26 08:37:34'),
(326,145,3,'INV-V3EMGPUH',3300000,3300000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-26 10:13:50','2025-12-26 10:14:14',NULL,'2025-12-26 10:12:07','2025-12-26 10:14:14'),
(327,146,3,'INV-STDJEHB6',980000,980000.00,0.00,0.00,0,'IRR','paid',NULL,'2025-12-26 13:06:59','2025-12-26 13:07:01',NULL,'2025-12-26 13:04:46','2025-12-26 13:07:01');
/*!40000 ALTER TABLE `invoices` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `job_batches`
--

DROP TABLE IF EXISTS `job_batches`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `job_batches` (
  `id` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `total_jobs` int(11) NOT NULL,
  `pending_jobs` int(11) NOT NULL,
  `failed_jobs` int(11) NOT NULL,
  `failed_job_ids` longtext NOT NULL,
  `options` mediumtext DEFAULT NULL,
  `cancelled_at` int(11) DEFAULT NULL,
  `created_at` int(11) NOT NULL,
  `finished_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `job_batches`
--

LOCK TABLES `job_batches` WRITE;
/*!40000 ALTER TABLE `job_batches` DISABLE KEYS */;
/*!40000 ALTER TABLE `job_batches` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jobs`
--

DROP TABLE IF EXISTS `jobs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `jobs` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `queue` varchar(255) NOT NULL,
  `payload` longtext NOT NULL,
  `attempts` tinyint(3) unsigned NOT NULL,
  `reserved_at` int(10) unsigned DEFAULT NULL,
  `available_at` int(10) unsigned NOT NULL,
  `created_at` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `jobs_queue_index` (`queue`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jobs`
--

LOCK TABLES `jobs` WRITE;
/*!40000 ALTER TABLE `jobs` DISABLE KEYS */;
/*!40000 ALTER TABLE `jobs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `migrations` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=42 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `migrations`
--

LOCK TABLES `migrations` WRITE;
/*!40000 ALTER TABLE `migrations` DISABLE KEYS */;
INSERT INTO `migrations` VALUES
(1,'0001_01_01_000000_create_users_table',1),
(2,'0001_01_01_000001_create_cache_table',1),
(3,'0001_01_01_000002_create_jobs_table',1),
(4,'2025_09_29_000100_create_products_table',1),
(5,'2025_09_29_000110_create_product_images_table',1),
(6,'2025_09_29_000120_create_orders_table',1),
(7,'2025_09_29_000130_create_order_items_table',1),
(8,'2025_09_29_000140_create_invoices_table',1),
(9,'2025_09_29_000150_create_transactions_table',1),
(10,'2025_09_29_010000_add_profile_fields_to_users_table',1),
(11,'2025_10_01_105728_modify_users_table_for_instagram_auth',1),
(12,'2025_10_05_120938_create_discount_codes_table',1),
(13,'2025_10_05_120951_create_discount_code_usages_table',1),
(14,'2025_10_05_121031_add_discount_fields_to_orders_table',1),
(15,'2025_10_05_122537_create_categories_table',1),
(16,'2025_10_05_122607_add_category_id_to_products_table',1),
(17,'2025_10_05_123706_create_colors_table',1),
(18,'2025_10_05_123712_create_sizes_table',1),
(19,'2025_10_05_123718_create_product_variants_table',1),
(20,'2025_10_05_123723_add_variant_fields_to_products_table',1),
(21,'2025_10_05_125116_add_variant_fields_to_order_items_table',1),
(22,'2025_10_05_131454_create_campaigns_table',1),
(23,'2025_10_05_131502_create_campaign_targets_table',1),
(24,'2025_10_05_131505_create_campaign_sales_table',1),
(25,'2025_10_05_131512_add_campaign_fields_to_order_items_table',1),
(26,'2025_10_05_152730_create_personal_access_tokens_table',1),
(27,'2025_10_11_092128_create_delivery_methods_table',1),
(28,'2025_10_11_092447_add_delivery_fee_to_orders_and_invoices',1),
(29,'2025_10_11_102326_remove_email_and_make_instagram_phone_unique',1),
(30,'2025_10_11_132408_create_addresses_table',1),
(31,'2025_10_17_204757_add_campaign_fields_to_orders_table',1),
(32,'2025_10_17_204949_add_campaign_fields_to_invoices_table',1),
(33,'2025_10_17_231632_add_delivery_address_id_to_orders_table',1),
(34,'2025_10_24_002017_update_product_variants_sku_charset',1),
(35,'2025_11_10_000001_make_instagram_id_nullable',1),
(36,'2025_11_15_132416_create_hero_slides_table',1),
(37,'2025_11_18_174829_create_payment_gateways_table',1),
(38,'2025_11_18_174834_add_gateway_fields_to_transactions_table',1),
(39,'2025_11_18_174838_add_payment_gateway_to_invoices_table',1),
(40,'2025_11_18_181446_make_order_id_nullable_in_invoices_table',1),
(41,'2025_12_15_181959_add_telegram_notification_sent_at_to_invoices',2);
/*!40000 ALTER TABLE `migrations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `order_items`
--

DROP TABLE IF EXISTS `order_items`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `order_items` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` bigint(20) unsigned NOT NULL,
  `product_id` bigint(20) unsigned NOT NULL,
  `product_variant_id` bigint(20) unsigned DEFAULT NULL,
  `color_id` bigint(20) unsigned DEFAULT NULL,
  `size_id` bigint(20) unsigned DEFAULT NULL,
  `variant_display_name` varchar(255) DEFAULT NULL,
  `campaign_id` bigint(20) unsigned DEFAULT NULL,
  `original_price` int(10) unsigned DEFAULT NULL,
  `campaign_discount_amount` int(10) unsigned DEFAULT NULL,
  `unit_price` int(10) unsigned NOT NULL,
  `quantity` int(10) unsigned NOT NULL,
  `line_total` int(10) unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `order_items_order_id_foreign` (`order_id`),
  KEY `order_items_product_id_foreign` (`product_id`),
  KEY `order_items_product_variant_id_foreign` (`product_variant_id`),
  KEY `order_items_color_id_foreign` (`color_id`),
  KEY `order_items_size_id_foreign` (`size_id`),
  KEY `order_items_campaign_id_foreign` (`campaign_id`),
  CONSTRAINT `order_items_campaign_id_foreign` FOREIGN KEY (`campaign_id`) REFERENCES `campaigns` (`id`) ON DELETE SET NULL,
  CONSTRAINT `order_items_color_id_foreign` FOREIGN KEY (`color_id`) REFERENCES `colors` (`id`) ON DELETE SET NULL,
  CONSTRAINT `order_items_order_id_foreign` FOREIGN KEY (`order_id`) REFERENCES `orders` (`id`) ON DELETE CASCADE,
  CONSTRAINT `order_items_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`),
  CONSTRAINT `order_items_product_variant_id_foreign` FOREIGN KEY (`product_variant_id`) REFERENCES `product_variants` (`id`) ON DELETE SET NULL,
  CONSTRAINT `order_items_size_id_foreign` FOREIGN KEY (`size_id`) REFERENCES `sizes` (`id`) ON DELETE SET NULL
) ENGINE=InnoDB AUTO_INCREMENT=151 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `order_items`
--

LOCK TABLES `order_items` WRITE;
/*!40000 ALTER TABLE `order_items` DISABLE KEYS */;
INSERT INTO `order_items` VALUES
(1,1,12,NULL,NULL,NULL,NULL,NULL,10000,0,10000,1,10000,'2025-11-28 19:36:40','2025-11-28 19:36:40'),
(2,2,12,NULL,NULL,NULL,NULL,NULL,10000,0,10000,1,10000,'2025-11-29 11:32:06','2025-11-29 11:32:06'),
(3,3,12,1,NULL,1,'20X30',NULL,10000,0,10000,1,10000,'2025-11-29 14:03:29','2025-11-29 14:03:29'),
(4,4,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-11-30 14:22:10','2025-11-30 14:22:10'),
(5,5,13,NULL,NULL,1,'20X30',NULL,680000,68000,612000,1,612000,'2025-11-30 20:52:14','2025-11-30 20:52:14'),
(6,6,13,NULL,NULL,1,'20X30',NULL,680000,68000,612000,1,612000,'2025-11-30 21:00:46','2025-11-30 21:00:46'),
(7,7,13,NULL,NULL,3,'40X60',NULL,1380000,138000,1242000,1,1242000,'2025-12-01 08:28:09','2025-12-01 08:28:09'),
(8,8,13,NULL,NULL,2,'30X40',NULL,980000,98000,882000,1,882000,'2025-12-01 10:03:59','2025-12-01 10:03:59'),
(9,9,13,NULL,NULL,3,'40X60',NULL,1380000,138000,1242000,1,1242000,'2025-12-01 11:33:01','2025-12-01 11:33:01'),
(10,10,13,NULL,NULL,3,'40X60',NULL,1380000,138000,1242000,1,1242000,'2025-12-02 19:56:15','2025-12-02 19:56:15'),
(11,11,13,NULL,NULL,3,'40X60',NULL,1380000,138000,1242000,1,1242000,'2025-12-02 20:22:30','2025-12-02 20:22:30'),
(12,12,13,NULL,NULL,1,'20X30',NULL,680000,68000,612000,1,612000,'2025-12-02 21:31:51','2025-12-02 21:31:51'),
(13,13,13,NULL,NULL,1,'20X30',NULL,680000,68000,612000,1,612000,'2025-12-02 21:37:05','2025-12-02 21:37:05'),
(14,14,13,NULL,NULL,3,'40X60',NULL,1380000,138000,1242000,1,1242000,'2025-12-02 22:28:33','2025-12-02 22:28:33'),
(15,15,13,NULL,NULL,3,'40X60',NULL,1380000,138000,1242000,1,1242000,'2025-12-03 08:57:47','2025-12-03 08:57:47'),
(16,16,13,NULL,NULL,3,'40X60',NULL,1380000,138000,1242000,1,1242000,'2025-12-03 09:53:23','2025-12-03 09:53:23'),
(17,17,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-03 23:32:57','2025-12-03 23:32:57'),
(18,18,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-03 23:43:10','2025-12-03 23:43:10'),
(19,19,13,NULL,NULL,3,'40X60',NULL,1380000,0,1380000,1,1380000,'2025-12-04 06:35:12','2025-12-04 06:35:12'),
(20,20,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-06 15:40:36','2025-12-06 15:40:36'),
(21,21,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-06 16:27:04','2025-12-06 16:27:04'),
(22,22,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-06 18:48:52','2025-12-06 18:48:52'),
(23,23,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-07 13:43:32','2025-12-07 13:43:32'),
(24,24,26,NULL,NULL,NULL,NULL,2,780000,117000,663000,1,663000,'2025-12-07 16:14:19','2025-12-07 16:14:19'),
(25,25,14,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-07 17:19:18','2025-12-07 17:19:18'),
(26,26,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-07 19:38:15','2025-12-07 19:38:15'),
(27,27,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-07 20:07:58','2025-12-07 20:07:58'),
(28,28,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-07 21:38:28','2025-12-07 21:38:28'),
(29,29,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-08 09:49:59','2025-12-08 09:49:59'),
(30,30,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-08 10:57:51','2025-12-08 10:57:51'),
(31,31,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-09 13:48:48','2025-12-09 13:48:48'),
(32,32,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-09 16:54:54','2025-12-09 16:54:54'),
(33,33,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-09 19:12:26','2025-12-09 19:12:26'),
(34,34,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-09 19:38:39','2025-12-09 19:38:39'),
(35,35,8,NULL,NULL,NULL,NULL,NULL,2480000,0,2480000,1,2480000,'2025-12-09 20:10:05','2025-12-09 20:10:05'),
(36,36,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-10 06:41:14','2025-12-10 06:41:14'),
(37,37,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-10 08:02:54','2025-12-10 08:02:54'),
(38,38,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-10 09:23:56','2025-12-10 09:23:56'),
(39,39,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-10 11:39:44','2025-12-10 11:39:44'),
(40,40,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-10 12:02:44','2025-12-10 12:02:44'),
(41,41,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-10 15:37:08','2025-12-10 15:37:08'),
(42,42,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-10 16:33:47','2025-12-10 16:33:47'),
(43,43,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-10 19:00:02','2025-12-10 19:00:02'),
(44,44,14,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-11 08:25:30','2025-12-11 08:25:30'),
(45,45,14,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-11 10:45:16','2025-12-11 10:45:16'),
(46,46,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-11 14:44:40','2025-12-11 14:44:40'),
(47,47,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-11 20:07:19','2025-12-11 20:07:19'),
(48,48,28,NULL,NULL,1,'20X30',NULL,780000,0,780000,1,780000,'2025-12-11 20:42:35','2025-12-11 20:42:35'),
(49,49,28,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-12 09:43:41','2025-12-12 09:43:41'),
(50,50,28,NULL,NULL,1,'20X30',NULL,780000,0,780000,1,780000,'2025-12-12 13:51:42','2025-12-12 13:51:42'),
(51,51,12,1,NULL,1,'20X30',NULL,10000,0,10000,1,10000,'2025-12-13 08:44:25','2025-12-13 08:44:25'),
(52,52,12,1,NULL,1,'20X30',NULL,10000,0,10000,1,10000,'2025-12-13 08:45:50','2025-12-13 08:45:50'),
(53,53,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-13 10:49:45','2025-12-13 10:49:45'),
(54,54,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-13 13:27:32','2025-12-13 13:27:32'),
(55,55,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-13 13:28:02','2025-12-13 13:28:02'),
(56,56,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-13 13:28:04','2025-12-13 13:28:04'),
(57,57,27,NULL,NULL,4,'40X50',NULL,1380000,0,1380000,1,1380000,'2025-12-13 14:54:08','2025-12-13 14:54:08'),
(58,58,14,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-13 16:42:25','2025-12-13 16:42:25'),
(59,59,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-13 17:47:58','2025-12-13 17:47:58'),
(60,60,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-13 19:36:07','2025-12-13 19:36:07'),
(61,61,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-13 19:36:38','2025-12-13 19:36:38'),
(62,62,28,NULL,NULL,4,'40X50',NULL,1380000,0,1380000,1,1380000,'2025-12-13 20:08:04','2025-12-13 20:08:04'),
(63,63,28,NULL,NULL,4,'40X50',NULL,1380000,0,1380000,1,1380000,'2025-12-13 20:08:31','2025-12-13 20:08:31'),
(64,64,28,NULL,NULL,4,'40X50',NULL,1380000,0,1380000,1,1380000,'2025-12-13 20:08:43','2025-12-13 20:08:43'),
(65,65,14,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-13 20:14:25','2025-12-13 20:14:25'),
(66,66,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-13 20:45:09','2025-12-13 20:45:09'),
(67,67,14,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-13 21:03:26','2025-12-13 21:03:26'),
(68,68,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-13 22:02:14','2025-12-13 22:02:14'),
(69,69,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-13 22:12:26','2025-12-13 22:12:26'),
(70,70,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-14 11:19:57','2025-12-14 11:19:57'),
(71,71,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-14 11:20:28','2025-12-14 11:20:28'),
(72,72,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,2,1360000,'2025-12-14 14:37:13','2025-12-14 14:37:13'),
(73,73,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-14 17:40:28','2025-12-14 17:40:28'),
(74,74,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-15 11:15:23','2025-12-15 11:15:23'),
(75,75,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-15 11:49:44','2025-12-15 11:49:44'),
(76,76,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-15 12:55:52','2025-12-15 12:55:52'),
(77,77,14,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-15 13:07:12','2025-12-15 13:07:12'),
(78,78,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-15 15:45:41','2025-12-15 15:45:41'),
(79,79,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-15 20:29:40','2025-12-15 20:29:40'),
(80,80,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-15 21:38:45','2025-12-15 21:38:45'),
(81,81,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-16 08:59:04','2025-12-16 08:59:04'),
(82,82,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-16 10:13:13','2025-12-16 10:13:13'),
(83,83,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-16 10:44:07','2025-12-16 10:44:07'),
(84,84,14,44,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-16 11:21:37','2025-12-16 11:21:37'),
(85,85,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-16 18:16:36','2025-12-16 18:16:36'),
(86,86,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-16 19:21:12','2025-12-16 19:21:12'),
(87,87,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-16 20:48:37','2025-12-16 20:48:37'),
(88,88,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-17 05:34:29','2025-12-17 05:34:29'),
(89,89,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-17 07:01:28','2025-12-17 07:01:28'),
(90,90,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-17 11:57:02','2025-12-17 11:57:02'),
(91,91,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-18 14:51:56','2025-12-18 14:51:56'),
(92,92,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-18 16:45:55','2025-12-18 16:45:55'),
(93,93,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-19 09:56:49','2025-12-19 09:56:49'),
(94,94,14,44,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-19 11:50:47','2025-12-19 11:50:47'),
(95,95,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-19 13:18:23','2025-12-19 13:18:23'),
(96,96,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-19 18:37:10','2025-12-19 18:37:10'),
(97,97,13,NULL,NULL,2,'30X40',NULL,980000,147000,833000,1,833000,'2025-12-20 09:32:09','2025-12-20 09:32:09'),
(98,98,13,NULL,NULL,3,'40X60',NULL,1480000,222000,1258000,1,1258000,'2025-12-20 09:35:02','2025-12-20 09:35:02'),
(99,99,13,NULL,NULL,3,'40X60',NULL,1480000,222000,1258000,1,1258000,'2025-12-20 09:35:49','2025-12-20 09:35:49'),
(100,100,13,NULL,NULL,2,'30X40',NULL,980000,147000,833000,1,833000,'2025-12-20 09:42:43','2025-12-20 09:42:43'),
(101,101,13,NULL,NULL,1,'20X30',NULL,680000,102000,578000,1,578000,'2025-12-20 11:20:11','2025-12-20 11:20:11'),
(102,102,13,NULL,NULL,1,'20X30',NULL,680000,102000,578000,1,578000,'2025-12-20 11:26:27','2025-12-20 11:26:27'),
(103,103,13,NULL,NULL,3,'40X60',NULL,1480000,222000,1258000,1,1258000,'2025-12-20 11:42:08','2025-12-20 11:42:08'),
(104,104,13,NULL,NULL,2,'30X40',NULL,980000,147000,833000,1,833000,'2025-12-20 15:20:25','2025-12-20 15:20:25'),
(105,105,13,NULL,NULL,2,'30X40',NULL,980000,147000,833000,1,833000,'2025-12-20 16:26:54','2025-12-20 16:26:54'),
(106,106,13,NULL,NULL,3,'40X60',NULL,1480000,222000,1258000,1,1258000,'2025-12-20 17:51:50','2025-12-20 17:51:50'),
(107,107,13,NULL,NULL,3,'40X60',NULL,1480000,222000,1258000,1,1258000,'2025-12-20 19:09:19','2025-12-20 19:09:19'),
(108,108,13,NULL,NULL,2,'30X40',NULL,980000,147000,833000,1,833000,'2025-12-20 21:08:07','2025-12-20 21:08:07'),
(109,109,13,NULL,NULL,2,'30X40',NULL,980000,147000,833000,1,833000,'2025-12-20 21:29:22','2025-12-20 21:29:22'),
(110,110,13,NULL,NULL,6,'16X21',NULL,550000,0,550000,1,550000,'2025-12-21 08:57:05','2025-12-21 08:57:05'),
(111,111,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-21 09:19:14','2025-12-21 09:19:14'),
(112,112,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-21 19:39:17','2025-12-21 19:39:17'),
(113,113,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-21 23:01:14','2025-12-21 23:01:14'),
(114,114,13,NULL,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-22 12:22:41','2025-12-22 12:22:41'),
(115,115,7,NULL,NULL,NULL,NULL,NULL,3280,0,3280,1,3280,'2025-12-22 19:21:20','2025-12-22 19:21:20'),
(116,116,13,NULL,NULL,3,'40X60',NULL,1480000,0,1480000,1,1480000,'2025-12-22 19:34:48','2025-12-22 19:34:48'),
(117,117,13,NULL,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-22 21:51:06','2025-12-22 21:51:06'),
(118,118,13,74,NULL,6,'16X21',NULL,550000,0,550000,1,550000,'2025-12-23 10:30:03','2025-12-23 10:30:03'),
(119,119,13,75,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-23 11:56:41','2025-12-23 11:56:41'),
(120,120,14,45,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-23 12:04:47','2025-12-23 12:04:47'),
(121,120,13,76,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-23 12:04:47','2025-12-23 12:04:47'),
(122,121,14,45,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-23 14:47:49','2025-12-23 14:47:49'),
(123,122,13,75,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-23 16:42:46','2025-12-23 16:42:46'),
(124,123,13,75,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-23 22:02:06','2025-12-23 22:02:06'),
(125,124,14,45,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-24 05:12:50','2025-12-24 05:12:50'),
(126,124,29,NULL,NULL,NULL,NULL,NULL,3300000,0,3300000,1,3300000,'2025-12-24 05:12:50','2025-12-24 05:12:50'),
(127,124,13,76,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-24 05:12:50','2025-12-24 05:12:50'),
(128,124,28,68,NULL,2,'30X40',NULL,1180000,0,1180000,1,1180000,'2025-12-24 05:12:50','2025-12-24 05:12:50'),
(129,125,13,75,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-24 08:31:08','2025-12-24 08:31:08'),
(130,126,13,74,NULL,6,'16X21',NULL,550000,0,550000,1,550000,'2025-12-24 08:38:10','2025-12-24 08:38:10'),
(131,127,30,60,NULL,2,'30X40',NULL,1280000,0,1280000,1,1280000,'2025-12-24 09:12:04','2025-12-24 09:12:04'),
(132,128,13,76,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-24 09:36:26','2025-12-24 09:36:26'),
(133,129,13,75,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-24 09:43:14','2025-12-24 09:43:14'),
(134,130,27,71,NULL,2,'30X40',NULL,1280000,0,1280000,1,1280000,'2025-12-24 10:05:09','2025-12-24 10:05:09'),
(135,131,28,68,NULL,2,'30X40',NULL,1180000,0,1180000,1,1180000,'2025-12-24 10:08:51','2025-12-24 10:08:51'),
(136,132,13,75,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-24 11:09:22','2025-12-24 11:09:22'),
(137,133,13,76,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-24 11:26:38','2025-12-24 11:26:38'),
(138,134,13,76,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-24 12:10:53','2025-12-24 12:10:53'),
(139,135,13,76,NULL,2,'30X40',NULL,980000,0,980000,3,2940000,'2025-12-24 12:24:05','2025-12-24 12:24:05'),
(140,136,13,75,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-24 12:31:43','2025-12-24 12:31:43'),
(141,137,13,76,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-24 12:48:16','2025-12-24 12:48:16'),
(142,138,13,75,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-24 16:17:11','2025-12-24 16:17:11'),
(143,139,13,76,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-25 05:48:51','2025-12-25 05:48:51'),
(144,140,13,75,NULL,1,'20X30',NULL,680000,0,680000,1,680000,'2025-12-25 06:03:10','2025-12-25 06:03:10'),
(145,141,13,76,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-25 06:49:44','2025-12-25 06:49:44'),
(146,142,14,45,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-25 21:28:10','2025-12-25 21:28:10'),
(147,143,14,45,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-26 08:31:21','2025-12-26 08:31:21'),
(148,144,14,45,NULL,2,'30X40',NULL,980000,0,980000,2,1960000,'2025-12-26 08:37:27','2025-12-26 08:37:27'),
(149,145,29,NULL,NULL,NULL,NULL,NULL,3300000,0,3300000,1,3300000,'2025-12-26 10:13:50','2025-12-26 10:13:50'),
(150,146,13,76,NULL,2,'30X40',NULL,980000,0,980000,1,980000,'2025-12-26 13:06:59','2025-12-26 13:06:59');
/*!40000 ALTER TABLE `order_items` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `orders`
--

DROP TABLE IF EXISTS `orders`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `orders` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_method_id` bigint(20) unsigned DEFAULT NULL,
  `user_id` bigint(20) unsigned DEFAULT NULL,
  `customer_name` varchar(255) NOT NULL,
  `customer_phone` varchar(255) NOT NULL,
  `customer_address` varchar(255) NOT NULL,
  `total_amount` int(10) unsigned NOT NULL,
  `original_amount` decimal(10,2) DEFAULT NULL COMMENT 'Original amount before campaign discounts',
  `campaign_discount_amount` decimal(10,2) NOT NULL DEFAULT 0.00 COMMENT 'Total campaign discount amount',
  `delivery_fee` int(11) NOT NULL DEFAULT 0,
  `discount_code` varchar(255) DEFAULT NULL,
  `discount_amount` int(10) unsigned NOT NULL DEFAULT 0,
  `final_amount` int(10) unsigned NOT NULL DEFAULT 0,
  `status` varchar(255) NOT NULL DEFAULT 'pending',
  `receipt_path` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `delivery_address_id` bigint(20) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `orders_user_id_foreign` (`user_id`),
  KEY `orders_delivery_method_id_foreign` (`delivery_method_id`),
  KEY `orders_delivery_address_id_foreign` (`delivery_address_id`),
  CONSTRAINT `orders_delivery_address_id_foreign` FOREIGN KEY (`delivery_address_id`) REFERENCES `addresses` (`id`) ON DELETE SET NULL,
  CONSTRAINT `orders_delivery_method_id_foreign` FOREIGN KEY (`delivery_method_id`) REFERENCES `delivery_methods` (`id`) ON DELETE SET NULL,
  CONSTRAINT `orders_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE SET NULL
) ENGINE=InnoDB AUTO_INCREMENT=147 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `orders`
--

LOCK TABLES `orders` WRITE;
/*!40000 ALTER TABLE `orders` DISABLE KEYS */;
INSERT INTO `orders` VALUES
(1,1,1,'پوریا خزائی کوهپر','09350539376','تهران',10000,10000.00,0.00,0,NULL,0,10000,'confirmed',NULL,'2025-11-28 19:36:40','2025-11-28 19:36:40',NULL),
(2,1,1,'پوریا خزائی کوهپر','09350539376','تهران، خیابان مطهری، خیابان منصور، پ 10، و 3\r\nیاد بگیر آدرس خونه‌مونو',10000,10000.00,0.00,0,NULL,0,10000,'confirmed',NULL,'2025-11-29 11:32:06','2025-11-29 11:32:06',NULL),
(3,1,1,'پوریا خزائی کوهپر','09350539376','تهران، خیابان مطهری، خیابان منصور، پ 10، و 3\r\nیاد بگیر آدرس خونه‌مونو',10000,10000.00,0.00,0,NULL,0,10000,'delivered',NULL,'2025-11-29 14:03:29','2025-12-06 14:21:13',NULL),
(4,1,1,'پوریا خزائی کوهپر','09350539376','تهران، خیابان مطهری، خیابان منصور، پ 10، و 3\r\nیاد بگیر آدرس خونه‌مونو',680000,680000.00,0.00,0,NULL,0,680000,'delivered',NULL,'2025-11-30 14:22:10','2025-12-06 14:21:19',NULL),
(5,1,4,'امیر خدایی','09052176806','تهران ؛ ستاری ؛ بلوارفردوس غرب ورزی شمالی پنجم غربی پلاک 15 واحد 5',612000,680000.00,68000.00,0,NULL,0,612000,'shipped',NULL,'2025-11-30 20:52:14','2025-12-06 14:21:02',NULL),
(6,1,5,'محمدمحمدپوری','09142794220','آذربایجان‌غربی.مهاباد.تاناکورا.راسته‌سوم.غرفه223',612000,680000.00,68000.00,0,NULL,0,612000,'shipped',NULL,'2025-11-30 21:00:46','2025-12-06 14:21:00',NULL),
(7,1,6,'محمد حسن قلیزاده','09193435426','زنجان،مهرارا،خیابان بیست متری،بلوک 7 واحد 7',1242000,1380000.00,138000.00,0,NULL,0,1242000,'shipped',NULL,'2025-12-01 08:28:09','2025-12-06 14:20:58',NULL),
(8,1,7,'امیرمهدی باقری','09198904237','کرج، منطقه حصارک پایین، خیابان فروردین، خیابان شهید رضالو شمالی، پلاک 40',882000,980000.00,98000.00,0,NULL,0,882000,'shipped',NULL,'2025-12-01 10:03:59','2025-12-06 14:20:56',NULL),
(9,1,8,'فرهان قاسم زاده','09114330004','گیلان لشت نشا بلوار امام خمینی پ 192 کد پستی 4343116686',1242000,1380000.00,138000.00,0,NULL,0,1242000,'shipped',NULL,'2025-12-01 11:33:01','2025-12-06 14:20:54',NULL),
(10,1,14,'امیررضا حسن زاده','09036578595','استان کرمان شهرستان زرند خیابان 17شهریور شرقی فروشگاه بن کافی',1242000,1380000.00,138000.00,0,NULL,0,1242000,'shipped',NULL,'2025-12-02 19:56:15','2025-12-06 14:20:52',NULL),
(11,1,15,'امیررضا مقدم','09337860425','گیلان-خمام-خیابان امام خمینی روبروی بانک سپه-جواهری مقدم\r\nکدپستی: 4341916583',1242000,1380000.00,138000.00,0,NULL,0,1242000,'shipped',NULL,'2025-12-02 20:22:30','2025-12-06 14:20:49',NULL),
(12,1,16,'رها فتحی','09351072756','تهران شهرری سلمان فارسی مجتمع امام حسین بلوک جی غربی واحد 12',612000,680000.00,68000.00,0,NULL,0,612000,'shipped',NULL,'2025-12-02 21:31:51','2025-12-06 14:20:47',NULL),
(13,1,17,'امیررضا نجفی','09306489508','مشهد \r\nبلوار نبوت نبوت 19 پلاک 57 زنگ 2',612000,680000.00,68000.00,0,NULL,0,612000,'shipped',NULL,'2025-12-02 21:37:05','2025-12-06 14:20:45',NULL),
(14,1,18,'امیرحسین جمال','09057022300','استان گلستان.شهرستان بندرگز.روستای لیوانشرقی',1242000,1380000.00,138000.00,0,NULL,0,1242000,'shipped',NULL,'2025-12-02 22:28:33','2025-12-06 14:20:43',NULL),
(15,1,20,'ایدانفیسی','09330686315','گیلان،فومن،ماکلوان پست بانک رحمانی',1242000,1380000.00,138000.00,0,NULL,0,1242000,'shipped',NULL,'2025-12-03 08:57:47','2025-12-06 14:20:40',NULL),
(16,1,21,'ماهک بابائی','09927483002','گیلان منجیل هرزویل منزل محمود بابائی\r\n4451993111',1242000,1380000.00,138000.00,0,NULL,0,1242000,'shipped',NULL,'2025-12-03 09:53:23','2025-12-06 14:20:35',NULL),
(17,1,24,'کیانوش شهبازی','09022421565','اصفهان بهارستان اردیبهشت شرقی فلکه بسیج خیابان نبوت کوچه امیر 2 پلاک 656',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-03 23:32:57','2025-12-06 14:20:32',NULL),
(18,1,23,'Pary','09015319092','بوشهر چهار راه فضیلت',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-03 23:43:10','2025-12-06 14:20:30',NULL),
(19,1,25,'فاطمه بازدار','09331277676','شیراز،چهارراه فتح المبین،بلوار پاسارگاد شرقی ، روبه رو برج گلزار،باشگاه بدنسازی نیلوفر بازدار',1380000,1380000.00,0.00,0,NULL,0,1380000,'shipped',NULL,'2025-12-04 06:35:12','2025-12-06 14:20:26',NULL),
(20,1,35,'علی عیدی','09150830806','گلستان خانببین سر چهار راه جواهری تاج',980000,980000.00,0.00,0,NULL,0,980000,'processing',NULL,'2025-12-06 15:40:36','2025-12-09 21:41:00',NULL),
(21,1,36,'علی باروتی','09397658844','اصفهان ،اردستان ،میدان نماز ،پاساژ داریوش ،بوتیک آس',1480000,1480000.00,0.00,0,NULL,0,1480000,'processing',NULL,'2025-12-06 16:27:04','2025-12-09 21:41:37',NULL),
(22,1,37,'علی ایروانی','09129648315','شهرک مدرس جنب پل عابر اسپرت علی',980000,980000.00,0.00,0,NULL,0,980000,'processing',NULL,'2025-12-06 18:48:52','2025-12-09 21:42:05',NULL),
(23,1,39,'پارسا صالحی','09148702151','میاندواب کوی قره ورن خیابان قدیم مخابرات منزل رضا صالحی',980000,980000.00,0.00,0,NULL,0,980000,'processing',NULL,'2025-12-07 13:43:32','2025-12-09 21:43:16',NULL),
(24,1,40,'رضا گرگین شاد','09221684092','خیابان ابوذر شمالی،جنب مسجد حضرت زینب،سبزی مارکت ترنج',663000,780000.00,117000.00,0,NULL,0,663000,'shipped',NULL,'2025-12-07 16:14:19','2025-12-14 16:02:12',NULL),
(25,1,41,'نجمه باقری','09178336913','شیراز شهرک پرواز خیابان شهید بابایی کوچه 5 بابایی ساختمان فرهان طبقه اول واحد یک',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-07 17:19:18','2025-12-14 16:02:13',NULL),
(26,1,43,'ایناز انوری','09051747073','گیلان ،رودسر  پاساژ پناهی ،جواهری اراد\r\nکدپستی:4481758577\r\nگیرنده:عیسی انوری\r\nشماره تماس:09051747073',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-07 19:38:15','2025-12-14 16:02:01',NULL),
(27,1,44,'امین اسلامی','09199625979','خیابان رجاییی جنب فروشگاه افق کورش گالری کیف و کفش کفشدوزک',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-07 20:07:58','2025-12-14 16:02:00',NULL),
(28,1,46,'مهتاب تاجیک','09196235576','شهرری میدان شابدوالعظیم پاساژ مهدی ورودی 2',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-07 21:38:28','2025-12-14 16:01:58',NULL),
(29,1,49,'مهدی پاکیزه یزدی','09356564004','مشهد ، وکیل اباد ، خیابان صیادشیرازی ، \r\nنبش صیادشیرازی 43 \r\nبوتیک ژست \r\nمهدی یزدی \r\n09356564004',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-08 09:49:59','2025-12-14 16:01:57',NULL),
(30,1,50,'الناز دانشمندی','09026488101','فارس مرودشت شهرک مسکونی ولایت کوی قائم بلوک 51',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-08 10:57:51','2025-12-14 16:01:55',NULL),
(31,1,52,'سجاد علیپورمقدم','09330801678','خراسان جنوبی شهرستان قائنات خیابان امام رضا نبش امام رضا 4 موبایل گجت لند',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-09 13:48:48','2025-12-14 16:01:53',NULL),
(32,1,54,'ساحل رجا','09388800857','اصفهان سه راه ملکشهر خیابان پرستار بعدمدرسه رفسنجانی کافه ریچ پلاک 101',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-09 16:54:54','2025-12-14 16:08:00',NULL),
(33,1,57,'پریسا قانع','09133742812','یزد بلوار جوان مجتمع میلاد بلوک4طبقه7واحد2',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-09 19:12:26','2025-12-14 16:09:48',NULL),
(34,1,58,'علیرضا صادقی','09906879814','بلوار شهید نسرین پور جنب فروشگاه گندم آرایشگاه دیپلمات',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-09 19:38:39','2025-12-14 16:10:13',NULL),
(35,1,60,'محمد شاکری','09189701589','کردستان مریوان موسک دو سوپرمارکت روژهلات\r\n09189701589\r\nمحمد شاکری',2480000,2480000.00,0.00,0,NULL,0,2480000,'pending',NULL,'2025-12-09 20:10:05','2025-12-09 20:10:05',NULL),
(36,1,61,'فاطمه حسینی','09907201091','خیابان امام خمینی روبروی کوچه جهاد ساختمان حدادی طبقه 3 دفترخانه 65',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-10 06:41:14','2025-12-14 16:27:20',NULL),
(37,1,63,'فائزه عامری','09130902144','کرمان الله آباد خیابان بعثت داخل کوچه 30 بعد از اولین چهار کوچه سمت چپ درب زرشکی دقیقا منزل روبروی مواد غذایی کنار درخت توت',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-10 08:02:54','2025-12-14 16:19:12',NULL),
(38,1,64,'معصومه ملکی','09059076093','آدرس\r\n‎تهران خلیج فارس خیابان ثارالله پلاک 18.  فروشگاه اتو اپشن\r\nکدپستی 1378184319',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-10 09:23:56','2025-12-14 16:21:23',NULL),
(39,1,66,'علیرضا تاجیک','09128917815','تهرانسر پاساژ پاویلیون پ70',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-10 11:39:44','2025-12-14 16:23:27',NULL),
(40,1,67,'حسین عابدی نیا','09023859421','نیشابور ، اسد آبادی شمالی 19 ، پلاک 23 ، زنگ اول ، یا زنگ دوم\r\nاگر کسی خونه نبود با این شماره تماس بگیرید\r\n09023859421',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-10 12:02:44','2025-12-14 16:25:38',NULL),
(41,1,70,'حسین توسلی','09926189524','تهران شهر ری حسن آباد فشافویه ، بلوار مالک اشتر ، کوچه بهشت ، پلاک 18، واحد 3',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-10 15:37:08','2025-12-14 16:30:39',NULL),
(42,1,71,'مائده فرجی','09373365371','مازندران آمل جاده قدیم آمل به بابل، روستای کُمدَره منزل شخصی شماره فرجی',680000,680000.00,0.00,0,NULL,0,680000,'delivered',NULL,'2025-12-10 16:33:47','2025-12-13 13:44:17',NULL),
(43,1,73,'لیلا بختیاری','09927076134','تهران . نعمت آباد. خیابان احمد خمینی. پلاک 49 واحد 2',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-10 19:00:02','2025-12-14 16:31:08',NULL),
(44,1,75,'Amirhosein','09302297658','بندر انزلی خیابان میرزاکوچک خان تودوزی جواد',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-11 08:25:30','2025-12-14 16:31:55',NULL),
(45,1,76,'راضیه مقدم','09021022234','ورامین میدان رازی بلوار امام رضا خیابان سعادت مجتمع یاس یاس 5 زنگ 16',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-11 10:45:16','2025-12-14 16:32:23',NULL),
(46,1,77,'امیرحسین خیبری','09120341078','زنجان چهاراه انقلاب بازارچه مهر روبروی مسجد بیت العباس فروشگاه خیبری',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-11 14:44:40','2025-12-14 16:32:43',NULL),
(47,1,78,'حمیدکریمی','09113931780','مازندران _چالوس__بلوارامام رضاجنب مبل نوری_مصالح ساختمانی حمید\r\nکدپستی:4661665376\r\nبنام حمیدکریمی',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-11 20:07:19','2025-12-14 16:33:02',NULL),
(48,1,79,'آرمان آقاجاني','09025667886','قائمشهر،خيابان جويبار ،خزر 47',780000,780000.00,0.00,0,NULL,0,780000,'shipped',NULL,'2025-12-11 20:42:35','2025-12-14 16:33:51',NULL),
(49,1,83,'ابوالفضل کریمی','09926074204','مهرگان بلوار امام حسین پردیسان دو پردیس 11',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-12 09:43:41','2025-12-14 16:34:38',NULL),
(50,1,84,'راهب کیانی','09119039932','مازندران چمستان لاویج رئیسکلا هلدینگ ستاره شمال',780000,780000.00,0.00,0,NULL,0,780000,'shipped',NULL,'2025-12-12 13:51:42','2025-12-14 16:37:00',NULL),
(51,1,1,'پوریا خزائی کوهپر','09350539376','تهران، خیابان مطهری، خیابان منصور، پ 10، و 3\r\nیاد بگیر آدرس خونه‌مونو',10000,10000.00,0.00,0,NULL,0,10000,'delivered',NULL,'2025-12-13 08:44:25','2025-12-13 08:47:50',NULL),
(52,1,1,'پوریا خزائی کوهپر','09350539376','تهران، خیابان مطهری، خیابان منصور، پ 10، و 3\r\nیاد بگیر آدرس خونه‌مونو',10000,10000.00,0.00,0,NULL,0,10000,'delivered',NULL,'2025-12-13 08:45:50','2025-12-13 08:46:53',NULL),
(53,1,89,'زینب اردلانی','09392806530','تهران سی متری جی خیابان سادات کوچه بیدوا پلاک165',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-13 10:49:45','2025-12-14 16:41:29',NULL),
(54,1,92,'سحرشیرزاده','09309703857','اردبیل شهرک سبلان فاز2 خیابان فردوسی ارایشگاه مردانه آلفا',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-13 13:27:32','2025-12-14 16:44:54',NULL),
(55,1,92,'سحرشیرزاده','09309703857','اردبیل شهرک سبلان فاز2 خیابان فردوسی ارایشگاه مردانه آلفا',680000,680000.00,0.00,0,NULL,0,680000,'pending',NULL,'2025-12-13 13:28:02','2025-12-13 13:28:02',NULL),
(56,1,92,'سحرشیرزاده','09309703857','اردبیل شهرک سبلان فاز2 خیابان فردوسی ارایشگاه مردانه آلفا',680000,680000.00,0.00,0,NULL,0,680000,'pending',NULL,'2025-12-13 13:28:04','2025-12-13 13:28:04',NULL),
(57,1,95,'مهدیه زارع','09964855020','یزد.مهریز.روستای سرو و ارنان.کمال اباد. کوچه بهارستان 4',1380000,1380000.00,0.00,0,NULL,0,1380000,'shipped',NULL,'2025-12-13 14:54:08','2025-12-14 16:58:47',NULL),
(58,1,96,'شکیب کیمیایی','09136767795','اصفهان اتوبان چمران بعد از خ محمد طاهر نبش کوچه 44 اتوگالری سامان پلاک 611',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-13 16:42:25','2025-12-14 17:00:02',NULL),
(59,1,98,'لیلا گلستانی','09138070639','اصفهان انتهای علامه امینی شرقی قبل از میدان پردیس بن بست نور 29 پلاک 469 مجتمع اوا واحد 5',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-13 17:47:58','2025-12-14 17:07:33',NULL),
(60,1,99,'سهیل خان احمدلو','09367119590','فردیس بلوار شهید سلیمانی بین مهستان سوم و چهارم تعویض روغن محمد',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-13 19:36:07','2025-12-14 17:07:52',NULL),
(61,1,99,'سهیل خان احمدلو','09367119590','فردیس بلوار شهید سلیمانی بین مهستان سوم و چهارم تعویض روغن محمد',1480000,1480000.00,0.00,0,NULL,0,1480000,'pending',NULL,'2025-12-13 19:36:38','2025-12-13 19:36:38',NULL),
(62,1,100,'محمداسکندرزاده','09121457097','تهران منطقه 17 میدان ابوذر میدان بهاران خیابان سجاد جنوبی کوچه عابدی پلاک 130 طبقه 5 واحد 13،14،15',1380000,1380000.00,0.00,0,NULL,0,1380000,'shipped',NULL,'2025-12-13 20:08:04','2025-12-14 17:18:58',NULL),
(63,1,100,'محمداسکندرزاده','09121457097','تهران منطقه 17 میدان ابوذر میدان بهاران خیابان سجاد جنوبی کوچه عابدی پلاک 130 طبقه 5 واحد 13،14،15',1380000,1380000.00,0.00,0,NULL,0,1380000,'pending',NULL,'2025-12-13 20:08:31','2025-12-13 20:08:31',NULL),
(64,1,100,'محمداسکندرزاده','09121457097','تهران منطقه 17 میدان ابوذر میدان بهاران خیابان سجاد جنوبی کوچه عابدی پلاک 130 طبقه 5 واحد 13،14،15',1380000,1380000.00,0.00,0,NULL,0,1380000,'pending',NULL,'2025-12-13 20:08:43','2025-12-13 20:08:43',NULL),
(65,1,101,'کیوان مرادی','09129400685','شهریار شاهد شهر بلوار شهدا روبروی خیابان مدرس ساختمان سینا فروشگاه کیوان',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-13 20:14:25','2025-12-14 17:26:24',NULL),
(66,1,102,'نداقاسمی','09902968511','بلوار جانبازان بازارچه مرزی شماره 1\r\nغرفهa4\r\n6791612990',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-13 20:45:09','2025-12-14 17:30:47',NULL),
(67,1,103,'میلاد عموزاده','09116915866','مازندران_بابل_بندپی شرقی_گلیا',980000,980000.00,0.00,0,NULL,0,980000,'delivered',NULL,'2025-12-13 21:03:26','2025-12-14 17:33:58',NULL),
(68,1,105,'فاطمه شاه حسینی','09905829682','کرمان \r\nبلوار شهید عباسپور(بلوار پارادیس) نبش پارادیس 41  نازنین مارکت  آقای صادقی',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-13 22:02:14','2025-12-14 17:38:23',NULL),
(69,1,106,'امیرحسین انصاری','09146756696','ائل گلی (فلکه گلشهر به طرف میدان ائل گلی) کوی سهند پلاک 9 طبقه 6 (روبروی داروخانه دکتر کوره چی جنب آریشگاه مردانه)',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-13 22:12:26','2025-12-14 17:42:28',NULL),
(70,1,111,'مهدی ایزدی','09001037880','اصفهان لنجان زرین شهر چهارصد دستگاه بوستان یک پلاک 26 طبقه سوم',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-14 11:19:57','2025-12-14 17:46:49',NULL),
(71,1,111,'مهدی ایزدی','09001037880','اصفهان لنجان زرین شهر چهارصد دستگاه بوستان یک پلاک 26 طبقه سوم',1480000,1480000.00,0.00,0,NULL,0,1480000,'pending',NULL,'2025-12-14 11:20:28','2025-12-14 11:20:28',NULL),
(72,1,109,'مریم کشاورزی','09381707856','استان گلستان شهرستان بندرگز .خط نوکنده . فردوس 6',1360000,1360000.00,0.00,0,NULL,0,1360000,'shipped',NULL,'2025-12-14 14:37:13','2025-12-14 17:49:32',NULL),
(73,1,114,'مرضیه کیماسی','09106384144','تهران شهرستان ورامین خیابان شهید چمران کوچه مصطفی باقی فرعی سوم',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-14 17:40:28','2025-12-14 17:53:28',NULL),
(74,1,51,'مسلم پاپیروند','09100311869','قم خیابان کلهری کوچه 37 پلاک 15',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-15 11:15:23','2025-12-18 14:18:46',NULL),
(75,1,118,'فاطمه یدائی','09148304347','تهران _اسلامشهر_گلستان_خیابان تختی _کوچه ابوذر _پلاک 44_واحد 5و6',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-15 11:49:44','2025-12-18 14:29:56',NULL),
(76,1,119,'امیررضا صفری زاده','09123988654','تهران ، سعادت آباد ، بلوار منفرد نیاکی ، مرکز تجاری اپال ، طبقه 7 پلاک 718\r\n\r\nکد پستی 1981114443',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-15 12:55:52','2025-12-18 14:33:17',NULL),
(77,1,97,'هداوند','09374209820','شهرک سینا بعد از میدان شهدا خیابان صدرا جنب شهرداری تعویض روغنی لوکس',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-15 13:07:12','2025-12-18 14:36:40',NULL),
(78,1,113,'حسین عباسی','09126106863','ادرس:تهران،بازاربزرگ،بازارچهل تن نبش کوچه نیری،پلاک 32\r\n\r\nکد پستی:1165937593',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-15 15:45:41','2025-12-18 14:40:19',NULL),
(79,1,115,'زهرا کیمیایی','09388218384','مشهد بلوار توس توس 65 نجف 16 پلاک 23 طبقه ی اول',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-15 20:29:40','2025-12-18 14:42:41',NULL),
(80,1,128,'محسن سهراب تهرانی','09212476530','پاکدشت بلوار رحیمی روبروی ایران خودرو شهر سرامیک پاکدشت',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-15 21:38:45','2025-12-18 14:55:51',NULL),
(81,1,131,'مریم سلمانی','09214234836','خراسان جنوبی بیرجند مدرس 49 بعثت12 پلاک 14 واحد 5',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-16 08:59:04','2025-12-18 14:59:08',NULL),
(82,1,132,'مهدی حاجی زاده','09001115997','بابل.قبل میدان دانشگاه روبروی استخر غدیر (موبایل نت)',1480000,1480000.00,0.00,0,NULL,0,1480000,'delivered',NULL,'2025-12-16 10:13:13','2025-12-16 15:10:29',NULL),
(83,1,133,'علیرضا جعفری','09175140115','فارس شیراز زرقان بلوار بخشنده بوستان هشت',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-16 10:44:07','2025-12-18 15:02:31',NULL),
(84,1,134,'کوثر ولیپور','09373141084','مازندران، شهرستان نور،شهر چمستان، خیابان شاهد35،پلاک4',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-16 11:21:37','2025-12-18 15:05:15',NULL),
(85,1,140,'علیرضا رستمی','09181112584','همدان،سعیدیه بالا،18متری فاطمیه،کوچه نگارستان،پلاک18،واحد3',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-16 18:16:36','2025-12-18 15:08:01',NULL),
(86,1,143,'کیمیا آقاجان زاده','09053810607','میاندوآب،خیابان16متری،مهندسین شرقی،کوی محمدامین،کوچه 12متری آذربایجان',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-16 19:21:12','2025-12-18 15:10:38',NULL),
(87,1,144,'حنانه رسولی','09195173904','خیابان شهید رجائی کوی سیزده آبان کوچه شهید اذروند گلپیشه(اردیبهشت 5)\r\nپلاک 49 ، واحد 4',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-16 20:48:37','2025-12-18 15:13:53',NULL),
(88,1,145,'عرفان عزیزی','09173269417','فارس_مرودشت',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-17 05:34:29','2025-12-18 15:15:48',NULL),
(89,1,3,'ابوذر امیری','09135055696','استان اصفهان شهرستان کاشان فاز 2 میدان کاظمیه نسترن 4 پلاک 45',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-17 07:01:28','2025-12-18 15:17:29',NULL),
(90,1,149,'مهسا سرچمی','09147807624','آذربایجان شرقی،شهرستان میانه،خیابان بانک ملی ،روبه روی مسجد اقایار سلطان ،مغازه اجناس حراج 50تا 100تومنی',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-17 11:57:02','2025-12-18 15:21:19',NULL),
(91,1,158,'اتنا کمالی اردکانی','09120731670','تهران صادقیه سازمان آب بین اسدی و گلناز پلاک 276 فروشگاه کودک پارسی',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-18 14:51:56','2025-12-18 15:24:23',NULL),
(92,1,159,'فاطمه كردي','09133964754','استان كرمان شهرستان زرند شهرك زيتون كوچه 4',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-18 16:45:55','2025-12-21 13:50:45',NULL),
(93,1,163,'زهرا همانلو','09337506524','استان زنجان ، شهرستان خدابنده ، بخش بزینه رود ، کهلا ،پلاک 110',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-19 09:56:49','2025-12-21 13:53:12',NULL),
(94,1,164,'امیررضا قرمزی','09229957281','چهارمحال بختیاری نقنه میدان امام خمینی  جنب مغازه عمو شاپور',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-19 11:50:47','2025-12-21 13:57:58',NULL),
(95,1,165,'دنیز رسولی','09396761860','تهران منطقه 5، میدان شهرزیبا خیابان مرادی کوچه خلیج فارس پلاک 5 واحد 14',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-19 13:18:23','2025-12-21 14:01:37',NULL),
(96,1,162,'فاطمه محمودزاده','09387566817','رشت ، میدان دکتر حشمت ، محله چله خانه ، انتهای کوچه یاس ، جنب میوه فروشی شهاب، کافینت محتشم',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-19 18:37:10','2025-12-21 14:05:18',NULL),
(97,1,169,'زهرارضاپور','09022024185','تهران،مرزداران،خیابان رضایی نژاد،کوچه دوازده متری اول،پلاک8،واحد6',833000,980000.00,147000.00,0,NULL,0,833000,'shipped',NULL,'2025-12-20 09:32:09','2025-12-21 14:07:43',NULL),
(98,1,170,'رضا بیابان گرد','09397439985','ارومیه فلکه امام علی 50 متر مانده به فلکه امام علی پوشاک میرادا',1258000,1480000.00,222000.00,0,NULL,0,1258000,'shipped',NULL,'2025-12-20 09:35:02','2025-12-21 14:10:00',NULL),
(99,1,171,'فاطمه صادقی','09923118438','سمنان شاهرود میامی خیابان البرز نبش البرز چهارم پلاک 441 \r\nکد پستی : 3633113961',1258000,1480000.00,222000.00,0,NULL,0,1258000,'shipped',NULL,'2025-12-20 09:35:49','2025-12-21 14:12:25',NULL),
(100,1,172,'آراز زکی','09309027546','تهران شهریار اندیشه فاز یک خیابان هشتم غربی میدان معلم کوچه روشنک پلاک 84واحد 4',833000,980000.00,147000.00,0,NULL,0,833000,'shipped',NULL,'2025-12-20 09:42:43','2025-12-21 14:16:09',NULL),
(101,1,177,'غفار غبیشاوی','09389634340','خوزستان بندر ماهشهر فاز 4نبش بوستان 4کافه دوپینگ',578000,680000.00,102000.00,0,NULL,0,578000,'shipped',NULL,'2025-12-20 11:20:11','2025-12-21 14:20:19',NULL),
(102,1,180,'پریسا جعفری','09917980558','تهران ورامین خورین خیابان ازادگان بوستان دو پلاک 6 نبش کوچه گلبرگ اولین در سفید بزرگ سمت چپ',578000,680000.00,102000.00,0,NULL,0,578000,'shipped',NULL,'2025-12-20 11:26:27','2025-12-21 14:23:28',NULL),
(103,1,181,'زهرا حسین زاده','09932139263','کرمان شهرستان انار خیابون امامزاده 13',1258000,1480000.00,222000.00,0,NULL,0,1258000,'shipped',NULL,'2025-12-20 11:42:08','2025-12-21 14:25:23',NULL),
(104,1,183,'پرنیا افضلی','09935226670','قیدار خیابان  مطهری شمالی  کوچه احمد گنج خانلو پلاک 45 \r\n\r\nکدپستی 4581867714',833000,980000.00,147000.00,0,NULL,0,833000,'shipped',NULL,'2025-12-20 15:20:25','2025-12-21 14:27:48',NULL),
(105,1,184,'صدف عزیزی','09903097658','شیراز خیابان نادر (انقلاب اسلامی) سرکوچه 32\r\nمغازه امپراطور به نام احمد بهادری',833000,980000.00,147000.00,0,NULL,0,833000,'shipped',NULL,'2025-12-20 16:26:54','2025-12-21 14:31:01',NULL),
(106,1,187,'سارا خانعلی لو','09332530878','آذربایجان غربی شهرستان خوی خیابان ستارخان کوچه مالک اشتر 5',1258000,1480000.00,222000.00,0,NULL,0,1258000,'shipped',NULL,'2025-12-20 17:51:50','2025-12-21 14:33:23',NULL),
(107,1,190,'متین غلامی','09129098406','تهران.پاکدشت.مامازند.شهرک دانشگاه.خیابان علامه.خیابان مرصاد.نبش مرصاد 3 پلاک 38 .سیتی مارکت \r\nکد پستی 3391769657',1258000,1480000.00,222000.00,0,NULL,0,1258000,'shipped',NULL,'2025-12-20 19:09:19','2025-12-21 14:38:22',NULL),
(108,1,192,'محدثه','09905652567','گیلان، آستانه اشرفیه ،خیابان عیسی پور، نبش بن بیت سوم،ساختمان یلدا،واحد 3',833000,980000.00,147000.00,0,NULL,0,833000,'shipped',NULL,'2025-12-20 21:08:07','2025-12-21 14:41:14',NULL),
(109,1,123,'مهلا فخرابادی','09135347687','یزد بلوار پاسداران کوچه 68',833000,980000.00,147000.00,0,NULL,0,833000,'shipped',NULL,'2025-12-20 21:29:22','2025-12-21 14:42:55',NULL),
(110,1,198,'بیتا اتحادی','09301426552','مشهد \r\nبلوارتوس ،توس43،نبش غلامی 25،سوپر فرهان\r\nکدپستی: 9198914795',550000,550000.00,0.00,0,NULL,0,550000,'shipped',NULL,'2025-12-21 08:57:05','2025-12-21 14:45:17',NULL),
(111,1,196,'مهدیه اکبری','09962531097','سمنان باهنر 37 کوچه شهید ذبیح الله دامغانیان پ 46 طبقه 2 واحد 3',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-21 09:19:14','2025-12-21 14:47:32',NULL),
(112,1,205,'علی رحیمی','09039538941','خراسان رضوی شهرستان تایباد خیابان امام خمینی نبش امام خمینی 7 لوازم خانگی رحیمی',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-21 19:39:17','2025-12-24 07:23:42',NULL),
(113,1,206,'سارا خیبرنیا','09169987848','خوزستان/دزفول \r\nسعدی 7 خیابان شهید تبیخ پلاک 154',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-21 23:01:14','2025-12-24 07:26:35',NULL),
(114,1,208,'محمدحسین همتی','09029387380','تبریز - خیابان بهار - خیابان حکم آباد - کوچه شهید بی مثل - پلاک 11',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-22 12:22:41','2025-12-24 07:29:49',NULL),
(115,1,209,'مینا انباز','09179756907','طبقه اول پلاک f1_108 مزون زد کالکشن',3280,3280.00,0.00,0,NULL,0,3280,'pending',NULL,'2025-12-22 19:21:20','2025-12-22 19:21:20',NULL),
(116,1,131,'مریم سلمانی','09214234836','بیرجند ، مدرس 49 ، بعثت 12، پلاک 14 ، واحد 5',1480000,1480000.00,0.00,0,NULL,0,1480000,'shipped',NULL,'2025-12-22 19:34:48','2025-12-24 07:40:09',NULL),
(117,1,210,'یاسمن طریف','09016596605','خوزستان-دزفول-خیابان بهشتی بین معزی و صفا فروشگاه ورزشی المپیک',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-22 21:51:06','2025-12-24 07:42:50',NULL),
(118,1,212,'الهه شیرزاد','09137083150','بلوار پاکنژاد بعد از سه راه آبنما بازرگانی کاشی ایران زمین',550000,550000.00,0.00,0,NULL,0,550000,'shipped',NULL,'2025-12-23 10:30:03','2025-12-24 07:46:41',NULL),
(119,1,217,'زينب مطور','09393573820','خوزستان،خرمشهر،كوي محرزي بين نهر 7 و8 پاركينگ فجر\r\nگيرنده:مطور\r\nشماره تماس:09393573820',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-23 11:56:41','2025-12-24 07:49:15',NULL),
(120,1,218,'هانیه ارجمندی','09134525475','استان یزد شهرستان خاتم هرات خیابان نهرمسیح شرقی منزل محمدعلی ارجمندی',1960000,1960000.00,0.00,0,NULL,0,1960000,'shipped',NULL,'2025-12-23 12:04:47','2025-12-24 07:51:51',NULL),
(121,1,156,'عرفان زارع','09128458372','آزادی استاد معین خیابان طوس بعد از 21 متری جی نبش کوچه زمانی فروشگاه موبایل عرفان',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-23 14:47:49','2025-12-24 16:53:35',NULL),
(122,1,223,'سارانیریزی','09921094653','کرمانشاه.سرپل ذهاب.خیابان سه راه مرادخان.کافه پینو',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-23 16:42:46','2025-12-24 16:56:14',NULL),
(123,1,234,'مهدی احمدی','09009884630','کرج مشکین دشت بلوار دشت بهشت جنب سازمان آب جیگرکی هخامنش',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-23 22:02:06','2025-12-24 16:58:43',NULL),
(124,1,237,'متین شاهزیدی','09023567048','اصفهان خوراسگان خیابان شریعتی خیابان معراج محله هیستان سوپر مارکت دشت عباس\r\n09023567048\r\nمتین شاهزیدی\r\n84973_81571',6440000,6440000.00,0.00,0,NULL,0,6440000,'shipped',NULL,'2025-12-24 05:12:50','2025-12-24 17:05:23',NULL),
(125,1,243,'فاضل زارعی','09336118849','محموداباد سرخرود  روستای فرامده',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-24 08:31:08','2025-12-24 17:08:08',NULL),
(126,1,244,'هوشنگ بلوچ‌زهی','09915312339','سیستان و بلوچستان شهرستان فنوج روبروی بانک ملی کفش فروشی بلوچ',550000,550000.00,0.00,0,NULL,0,550000,'shipped',NULL,'2025-12-24 08:38:10','2025-12-24 17:11:54',NULL),
(127,1,245,'متین نصیری','09130323151','اصفهان ، نجف آباد، خیابان سعدی ،کوی پاکنژاد غربی پلاک 105',1280000,1280000.00,0.00,0,NULL,0,1280000,'shipped',NULL,'2025-12-24 09:12:04','2025-12-24 17:18:25',NULL),
(128,1,246,'زهره درمیانی','09914926735','لرستان \r\nشهرستان دورود خیابان دامپزشکی خیام20',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-24 09:36:26','2025-12-24 17:22:17',NULL),
(129,1,247,'شادی قادرپور','09197976068','تهران شهریار _ صباشهر بلوار تاجیک شهرک آسمان پرورش 2 لاله2 پلاک 11 واحد 9 زنگ 9',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-24 09:43:14','2025-12-24 21:19:26',NULL),
(130,1,248,'شهربانو صفرقلی زاده','09143560359','اردبیل میدان قیام خیابان حسینیه کوچه پیام پلاک 19',1280000,1280000.00,0.00,0,NULL,0,1280000,'shipped',NULL,'2025-12-24 10:05:09','2025-12-24 21:23:08',NULL),
(131,1,242,'مهسا دهقانی','09398528401','شیراز خیابان قاآنی شمالی نبش کوچه 5 مجتمع زمرد طبقه همکف پلاک 126 شرکت ایستارایان',1180000,1180000.00,0.00,0,NULL,0,1180000,'shipped',NULL,'2025-12-24 10:08:51','2025-12-24 21:29:01',NULL),
(132,1,252,'محمد آرمین مجرد','09928332016','تهران پردیس شهرک صنعتی سیاسنگ خیابان کوشک نبش گلایل 4 پذ109',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-24 11:09:22','2025-12-24 21:33:55',NULL),
(133,1,253,'مبینا فرزان نیا','09032055234','آذربایجان شرقی آذرشهر خیابان رسالت خانه کباب پاشا',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-24 11:26:38','2025-12-24 21:38:23',NULL),
(134,1,255,'وصال کشوری','09101071248','تهران/تهرانپارس/شهرک‌حکیمیه/انتهای‌بلواربهار/خیابان‌بهشت‌اصلی/کوچه‌بهشت‌دوم‌شرقی‌/پلاک6/واحد3\r\n\r\n09101071248\r\n\r\nوصال کشوری\r\nکدپستی: 1659745381',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-24 12:10:53','2025-12-24 21:42:30',NULL),
(135,1,257,'امیر','09133585185','بلوار شهید صدوقی شمالی روبه رو سپاه جنب بانک صادرات',2940000,2940000.00,0.00,0,NULL,0,2940000,'shipped',NULL,'2025-12-24 12:24:05','2025-12-24 21:46:45',NULL),
(136,1,256,'kiyana','09395503454','نکا خیابان جنگلبانی کوچه جنگلبانی 9',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-24 12:31:43','2025-12-24 21:50:34',NULL),
(137,1,249,'منصوره ابراهیمی','09135106783','اصفهان-زرین شهر-کچوییه-خیابان شهید سادات-کوچه ی صنوبر 2',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-24 12:48:16','2025-12-24 21:53:32',NULL),
(138,1,258,'فاطمه قنبری','09029539765','مازندران،ساری،خیابان نوری،بین نوری 5و7،ساری پروتئین\r\nکدپستی: 4815768759\r\nشماره تماس: 09921886908\r\nبه نام هادی غلامی',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-24 16:17:11','2025-12-24 21:56:49',NULL),
(139,1,263,'محمد طاها خالدی','09300506893','استان بوشهر شهر عسلویه بلوار بامری بعد از میدان بادوبان',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-25 05:48:51','2025-12-25 13:15:09',NULL),
(140,1,264,'نسرین آقاجانپور','09118415058','گیلان رودسر حسن سرا ، مرکز معاینه فنی پارسا \r\nکدپستی : 4484189313\r\nنسرین آقاجانپور\r\nشماره تماس : 09118415058',680000,680000.00,0.00,0,NULL,0,680000,'shipped',NULL,'2025-12-25 06:03:10','2025-12-25 13:17:29',NULL),
(141,1,265,'ناصر سخنور','09145495300','پیرانشهر چهار راه مادر مبل vip',980000,980000.00,0.00,0,NULL,0,980000,'shipped',NULL,'2025-12-25 06:49:44','2025-12-25 13:19:58',NULL),
(142,1,274,'مهدی ردایی','09933643273','مهدی ردایی \r\nمازندران ، شهرستان چالوس ، شهر مرزن اباد اداره پست مرزن اباد \r\n09933643273\r\nتحویل اداره پست مرزن آباد داده بشه',980000,980000.00,0.00,0,NULL,0,980000,'pending',NULL,'2025-12-25 21:28:10','2025-12-25 21:28:10',NULL),
(143,1,276,'کیمیا کوهنوردپور','09194851801','تهران _ حکیمیه بلوار معراج پایین تر از شهروند مجموعه دکتر مانیتور',980000,980000.00,0.00,0,NULL,0,980000,'pending',NULL,'2025-12-26 08:31:21','2025-12-26 08:31:21',NULL),
(144,1,275,'زهرانادرنیا','09935232904','اسفراین مطهری34 مجموعه دکتر موتور',1960000,1960000.00,0.00,0,NULL,0,1960000,'pending',NULL,'2025-12-26 08:37:27','2025-12-26 08:37:27',NULL),
(145,1,278,'دنیا اسماعیل تبار','09033381299','رویان خیابان شهدا آبشار 10 طلوع 3 پلاک 92',3300000,3300000.00,0.00,0,NULL,0,3300000,'pending',NULL,'2025-12-26 10:13:50','2025-12-26 10:13:50',NULL),
(146,1,280,'مائده اربابی','09024008464','مشهد.جاده خین عرب کیلومتر 7شهرک بهار \r\nنبش بهار 2 املاک کاخ',980000,980000.00,0.00,0,NULL,0,980000,'pending',NULL,'2025-12-26 13:06:59','2025-12-26 13:06:59',NULL);
/*!40000 ALTER TABLE `orders` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `password_reset_tokens`
--

DROP TABLE IF EXISTS `password_reset_tokens`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `password_reset_tokens`
--

LOCK TABLES `password_reset_tokens` WRITE;
/*!40000 ALTER TABLE `password_reset_tokens` DISABLE KEYS */;
/*!40000 ALTER TABLE `password_reset_tokens` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `payment_gateways`
--

DROP TABLE IF EXISTS `payment_gateways`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `payment_gateways` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `display_name` varchar(255) NOT NULL,
  `description` text DEFAULT NULL,
  `config` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`config`)),
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `sort_order` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `payment_gateways_type_unique` (`type`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `payment_gateways`
--

LOCK TABLES `payment_gateways` WRITE;
/*!40000 ALTER TABLE `payment_gateways` DISABLE KEYS */;
INSERT INTO `payment_gateways` VALUES
(1,'زرین پال','zarinpal','پرداخت آنلاین','از طریق درگاه زرین پال','{\"sandbox\":true}',0,0,'2025-11-19 15:01:54','2025-11-28 19:02:24'),
(2,'کارت به کارت','card_to_card','کارت به کارت','تراکنش کارت به کارت و آپلود فیش واریزی(موقت)','{\"card_number\":\"6219861812924073\",\"card_holder\":\"\\u0627\\u06cc\\u0644\\u06cc\\u0627 \\u0635\\u0627\\u0644\\u062d\\u06cc\\u200c\\u0641\\u0631\\u062f\"}',0,1,'2025-11-28 19:02:50','2025-11-28 19:33:38'),
(3,'زیبال','zibal','درگاه زیبال','درگاه پرداخت مستقیم','{\"merchant_id\":\"6920ade6666ab90025cd120b\"}',1,0,'2025-11-28 19:24:11','2025-11-28 19:33:30');
/*!40000 ALTER TABLE `payment_gateways` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `personal_access_tokens`
--

DROP TABLE IF EXISTS `personal_access_tokens`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) unsigned NOT NULL,
  `name` text NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`),
  KEY `personal_access_tokens_expires_at_index` (`expires_at`)
) ENGINE=InnoDB AUTO_INCREMENT=323 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `personal_access_tokens`
--

LOCK TABLES `personal_access_tokens` WRITE;
/*!40000 ALTER TABLE `personal_access_tokens` DISABLE KEYS */;
INSERT INTO `personal_access_tokens` VALUES
(4,'App\\Models\\User',1,'admin-token','17b8e11c0ec79ca7ebb7bcc8ab7a64d621c948737d6beb9da62a756e2da5e47f','[\"*\"]','2025-11-22 23:54:50',NULL,'2025-11-22 18:55:17','2025-11-22 23:54:50'),
(7,'App\\Models\\User',1,'admin-token','ea870c442dcf1f2eb698e3e55eebda8c87448851f02bebb74867da6dbd7f7957','[\"*\"]','2025-11-29 15:00:33',NULL,'2025-11-29 10:32:08','2025-11-29 15:00:33'),
(8,'App\\Models\\User',1,'admin-token','b832b30aa15af74fcf3662abfa18e39fb3ed776e44beac3a3bd2f55a08cf5ad6','[\"*\"]','2025-11-29 11:33:33',NULL,'2025-11-29 11:27:00','2025-11-29 11:33:33'),
(10,'App\\Models\\User',1,'admin-token','53dc78ec0467c9f764a9b37e5397e64764e90d84f1436eb6a01fd97f63df6132','[\"*\"]','2025-11-29 18:41:36',NULL,'2025-11-29 18:39:03','2025-11-29 18:41:36'),
(11,'App\\Models\\User',3,'user-token','0d02dd01604ce9207770cdeaab02643a647bc9b6efb79d0e55aa656e13b5419b','[\"*\"]','2025-12-17 07:02:21',NULL,'2025-11-30 17:49:20','2025-12-17 07:02:21'),
(12,'App\\Models\\User',4,'user-token','b60be24a050aac94adff460a484ac6e16f6c2b9a72a4144cc0728a997b6684eb','[\"*\"]','2025-12-01 07:30:32',NULL,'2025-11-30 20:48:54','2025-12-01 07:30:32'),
(13,'App\\Models\\User',5,'user-token','6f1fb449fb6c00dd34c62e9c3b02da20fb284f5c45f0f27a96315c5ecbe37468','[\"*\"]','2025-12-03 19:16:26',NULL,'2025-11-30 20:58:13','2025-12-03 19:16:26'),
(14,'App\\Models\\User',6,'user-token','ca3f5771efb16399221d8bb6c233f6742ae4096a527a8e10ffb11aaeb95132f5','[\"*\"]','2025-12-01 08:29:03',NULL,'2025-12-01 08:24:45','2025-12-01 08:29:03'),
(15,'App\\Models\\User',7,'user-token','8509b6ec56f5144747de1f38141659662b8c306a95542a790b1d47de81958823','[\"*\"]','2025-12-01 10:04:54',NULL,'2025-12-01 09:58:11','2025-12-01 10:04:54'),
(16,'App\\Models\\User',8,'user-token','9cffd2f4400bb6aa9bc14658b2f9ccae585b4e1768836783b0b2e61254dfa05b','[\"*\"]','2025-12-01 11:33:07',NULL,'2025-12-01 11:30:01','2025-12-01 11:33:07'),
(17,'App\\Models\\User',9,'user-token','9c4759517b1b8ceb56e3c6391e3c962ac027ab1c63585c5807322bada923d001','[\"*\"]','2025-12-01 18:40:53',NULL,'2025-12-01 18:39:15','2025-12-01 18:40:53'),
(18,'App\\Models\\User',10,'user-token','bdb141163da7b00f9e12bb19d2fea9d537f8f586e2de6440fb13ab002fa3a5ce','[\"*\"]','2025-12-02 08:40:45',NULL,'2025-12-02 08:37:48','2025-12-02 08:40:45'),
(19,'App\\Models\\User',11,'user-token','6ef24884cd7fe0cb7d00d54514cd0adb58845c7a0df880b1f5aecd8fa952652a','[\"*\"]','2025-12-02 14:35:57',NULL,'2025-12-02 14:32:59','2025-12-02 14:35:57'),
(20,'App\\Models\\User',12,'user-token','ad86b7a64dff04b2abf763bd63229e7fe763d04ee9ec91f720be284978262980','[\"*\"]','2025-12-03 11:38:57',NULL,'2025-12-02 17:49:28','2025-12-03 11:38:57'),
(21,'App\\Models\\User',13,'user-token','536666cf797ed2e7e4e80482ed5f1f0c16e3f4357ba39bb53afb997c290000cf','[\"*\"]','2025-12-02 17:54:56',NULL,'2025-12-02 17:54:55','2025-12-02 17:54:56'),
(22,'App\\Models\\User',14,'user-token','ea9f7ea05761367dd85f5027eff49fd342c15bceb8f72c182e75670ee1205934','[\"*\"]','2025-12-02 19:56:28',NULL,'2025-12-02 19:53:25','2025-12-02 19:56:28'),
(23,'App\\Models\\User',15,'user-token','1479d4de1df06e10fa30f9913d1f0b5eb86e297d5608737a5511ae0eb15209f9','[\"*\"]','2025-12-02 20:18:23',NULL,'2025-12-02 19:54:23','2025-12-02 20:18:23'),
(24,'App\\Models\\User',15,'admin-token','a6a5367791ef19361f5c174c5a6150fe9f3597138d2c4c4972c0adea142a5163','[\"*\"]','2025-12-08 21:48:06',NULL,'2025-12-02 20:19:09','2025-12-08 21:48:06'),
(25,'App\\Models\\User',16,'user-token','134e60e2f7ab1c36e8b53cffcd5e65316b70f17165cc04a0b2cc0dcb0ebf7090','[\"*\"]','2025-12-08 11:20:19',NULL,'2025-12-02 21:27:24','2025-12-08 11:20:19'),
(26,'App\\Models\\User',17,'user-token','992e591407f4f2e036dc5be58daf6d15d7efaf0971ee91a316519d6e248b06b6','[\"*\"]','2025-12-04 17:24:59',NULL,'2025-12-02 21:32:51','2025-12-04 17:24:59'),
(27,'App\\Models\\User',18,'user-token','28707517222392ac5f18af93e68ccaca49ac524dabd9692907db682cf136d336','[\"*\"]','2025-12-20 17:33:42',NULL,'2025-12-02 22:24:30','2025-12-20 17:33:42'),
(28,'App\\Models\\User',19,'user-token','ed9b2f0e90e752530d33d727692877720007d957691abc48f09cb746f62fac6b','[\"*\"]',NULL,NULL,'2025-12-02 23:51:18','2025-12-02 23:51:18'),
(29,'App\\Models\\User',20,'user-token','e415f574ade5852ace9e44256faaf77e247df8339a7b9a99b1ed671fe16d2b7e','[\"*\"]','2025-12-03 19:14:56',NULL,'2025-12-03 08:55:25','2025-12-03 19:14:56'),
(30,'App\\Models\\User',21,'user-token','577bd24538cf28b71f01a367be4226127c568a89b3bb215b490728bf7823968b','[\"*\"]','2025-12-03 09:53:46',NULL,'2025-12-03 09:49:11','2025-12-03 09:53:46'),
(31,'App\\Models\\User',22,'user-token','52e4489a469b332d36a3bcb8071ff1010b14c282bb86cdad96135572436b9348','[\"*\"]','2025-12-05 18:18:16',NULL,'2025-12-03 15:42:15','2025-12-05 18:18:16'),
(32,'App\\Models\\User',23,'user-token','79c5922df4d66c236928bf50f66ca5806f06fc9c97af26dbaefdcd541a295dcf','[\"*\"]','2025-12-09 19:48:07',NULL,'2025-12-03 23:27:59','2025-12-09 19:48:07'),
(33,'App\\Models\\User',24,'user-token','262dfb8a5514b16432121d27e5083283dd7ef86502bff37028001a35f23b0aa7','[\"*\"]','2025-12-03 23:33:53',NULL,'2025-12-03 23:29:57','2025-12-03 23:33:53'),
(34,'App\\Models\\User',25,'user-token','2c41d965a871a1c005e794a25b0e62067d7dcb5ad44e30eea30a134a4227ad03','[\"*\"]','2025-12-04 06:35:22',NULL,'2025-12-04 06:30:22','2025-12-04 06:35:22'),
(35,'App\\Models\\User',26,'user-token','afc3692246b103c4065b9539ab925c905e4d09483cf660db2e56729a19ab8deb','[\"*\"]','2025-12-04 11:14:28',NULL,'2025-12-04 11:14:27','2025-12-04 11:14:28'),
(36,'App\\Models\\User',27,'user-token','6ebe8cf092fdc47e0b3f0b658472531f8cd855a9b1ed0aaf6c67ac50c1ddf777','[\"*\"]','2025-12-04 12:43:45',NULL,'2025-12-04 12:41:40','2025-12-04 12:43:45'),
(37,'App\\Models\\User',28,'user-token','3f4c7d704900a28f1ea01fb84c33d7e7e32f0b579f4dad26e391341af12c49ad','[\"*\"]','2025-12-04 14:05:39',NULL,'2025-12-04 13:56:56','2025-12-04 14:05:39'),
(38,'App\\Models\\User',29,'user-token','7fd287cc5a1dfd523333c02645e7b40af424edf8cc44c698fbcc1d96c7e5145c','[\"*\"]','2025-12-04 16:23:06',NULL,'2025-12-04 16:22:21','2025-12-04 16:23:06'),
(39,'App\\Models\\User',30,'user-token','20c5f03603e0afbcc1b35145d68a588852d8f3eb7538e2463b92893751f594a6','[\"*\"]','2025-12-05 22:19:37',NULL,'2025-12-05 15:07:32','2025-12-05 22:19:37'),
(40,'App\\Models\\User',31,'user-token','62d7941b5e6ef046fcfeafb546c990f7f293fe67acb2de1fb5ae1e626eb73154','[\"*\"]','2025-12-18 18:47:34',NULL,'2025-12-05 15:25:32','2025-12-18 18:47:34'),
(41,'App\\Models\\User',32,'user-token','e143929da6d93656560ab8e74762f09304646dd6b7cf4b911f0300abc2907a6f','[\"*\"]','2025-12-05 17:47:42',NULL,'2025-12-05 17:47:41','2025-12-05 17:47:42'),
(42,'App\\Models\\User',33,'user-token','427e17bab7488f9bc8256261d048c46cff2c8040912ccaf52238f90161c83c19','[\"*\"]','2025-12-06 11:03:38',NULL,'2025-12-06 09:52:54','2025-12-06 11:03:38'),
(43,'App\\Models\\User',34,'user-token','34ee71f8aefeb45096f5449c6ccca0dec466cd0703c5839a2047348cf69ea46d','[\"*\"]','2025-12-06 10:28:08',NULL,'2025-12-06 10:26:54','2025-12-06 10:28:08'),
(45,'App\\Models\\User',35,'admin-token','efaf02585a8af5dedddbe0fdaa28b80ce24718a19a35ba6b2f41a7bbb906c101','[\"*\"]','2025-12-11 23:13:59',NULL,'2025-12-06 15:55:45','2025-12-11 23:13:59'),
(46,'App\\Models\\User',36,'user-token','99471befe760aa01022b3d7cc069084a009edfeb2be68987c921f622f5dae89b','[\"*\"]','2025-12-09 19:48:47',NULL,'2025-12-06 16:24:32','2025-12-09 19:48:47'),
(47,'App\\Models\\User',37,'user-token','9b71e50370268db80d4e79a318c09909f5b58a42d345322c18de7a41321fabb8','[\"*\"]','2025-12-06 18:49:15',NULL,'2025-12-06 18:19:26','2025-12-06 18:49:15'),
(48,'App\\Models\\User',38,'user-token','c81e10c33f908e3485b96ea1a4e20a7880a6f655cf59bb8cb2e802ce81ef9646','[\"*\"]','2025-12-23 14:14:14',NULL,'2025-12-06 19:18:47','2025-12-23 14:14:14'),
(49,'App\\Models\\User',39,'user-token','2413de53bcb8ac23080df5b506da7cbe45802f62881a6cce61eec2139c5463ab','[\"*\"]','2025-12-15 08:45:14',NULL,'2025-12-07 13:40:54','2025-12-15 08:45:14'),
(50,'App\\Models\\User',39,'admin-token','237c6bf3fea15ecb462c0f2d9976af7ecbe1398eee4655959785d7dc6889647f','[\"*\"]','2025-12-14 07:00:40',NULL,'2025-12-07 15:11:02','2025-12-14 07:00:40'),
(51,'App\\Models\\User',40,'user-token','ce69837a79c73c5ff8129153c13d03df7f263911364ad6ae081c263ae5a364d2','[\"*\"]','2025-12-09 14:12:28',NULL,'2025-12-07 15:57:54','2025-12-09 14:12:28'),
(52,'App\\Models\\User',40,'admin-token','69365ab5002801d458b7bcf2a5d09989184c61c164b79dc9d1d94c49e9562e2e','[\"*\"]','2025-12-09 16:29:26',NULL,'2025-12-07 16:06:32','2025-12-09 16:29:26'),
(53,'App\\Models\\User',41,'user-token','820f63d2cdbcc0c71fbb6d3f97d4d3d016645e5441356c51638f586515e04d89','[\"*\"]','2025-12-07 17:21:41',NULL,'2025-12-07 16:53:28','2025-12-07 17:21:41'),
(54,'App\\Models\\User',42,'user-token','1a17b986325691fe10f685abe0a4ad3d63702232df40520cc0966c26889f7797','[\"*\"]','2025-12-07 18:57:42',NULL,'2025-12-07 18:56:32','2025-12-07 18:57:42'),
(55,'App\\Models\\User',43,'user-token','2441e82eb1a0849a3bbf07131ac5787907930809a28b7c1835786aa0b1078ac3','[\"*\"]','2025-12-07 19:38:16',NULL,'2025-12-07 19:34:47','2025-12-07 19:38:16'),
(56,'App\\Models\\User',44,'user-token','c24b947d4552a5aea6096eceee7cea0c4c453014a905bac3f9e2a4fa312740ee','[\"*\"]','2025-12-07 20:08:47',NULL,'2025-12-07 19:52:42','2025-12-07 20:08:47'),
(57,'App\\Models\\User',45,'user-token','17dee61a494dc63505c0895547c04a891bd25f286dca771465ac42df723caa11','[\"*\"]','2025-12-07 20:08:26',NULL,'2025-12-07 20:07:25','2025-12-07 20:08:26'),
(58,'App\\Models\\User',46,'user-token','800ca9f81b1ec7e81870c7032aaacf1a7d6f59199edafbb434225238c20f1db6','[\"*\"]','2025-12-12 08:56:16',NULL,'2025-12-07 21:25:48','2025-12-12 08:56:16'),
(59,'App\\Models\\User',47,'user-token','3150f06d1fbb64ea8a06b8f671f8140f7fc7aee632e2aa7689f73f10c78bf8d5','[\"*\"]','2025-12-07 22:03:08',NULL,'2025-12-07 22:01:49','2025-12-07 22:03:08'),
(60,'App\\Models\\User',48,'user-token','757df43b1eb2c507eb59c71662468d3d017aba236109d9f8251e9de6761b2bf0','[\"*\"]','2025-12-08 08:41:46',NULL,'2025-12-08 08:41:46','2025-12-08 08:41:46'),
(61,'App\\Models\\User',49,'user-token','77671a716450dfd906ea6a92b12dc119151dabacd7fef874d4747eb056c55e58','[\"*\"]','2025-12-08 09:50:28',NULL,'2025-12-08 09:47:43','2025-12-08 09:50:28'),
(62,'App\\Models\\User',50,'user-token','18e237d2667750f5ef680accc9d8f04ce0b838e32791066f55ca40e534208b04','[\"*\"]','2025-12-09 13:37:39',NULL,'2025-12-08 10:54:32','2025-12-09 13:37:39'),
(63,'App\\Models\\User',51,'user-token','8e9fd4cf9242014b662190784a93038aac4e3a429186b8aa7301a55375e5d3ac','[\"*\"]','2025-12-12 19:12:34',NULL,'2025-12-09 08:00:07','2025-12-12 19:12:34'),
(64,'App\\Models\\User',52,'user-token','a5491f4f4aa820c623da6127929eb15e812beb996a1a7a198ddb51f70315a3c6','[\"*\"]','2025-12-09 13:48:51',NULL,'2025-12-09 13:45:25','2025-12-09 13:48:51'),
(65,'App\\Models\\User',53,'user-token','3be0ef38350af58606aea9018b04b0abc60d3307089ef455ea40fd019f9aa4cf','[\"*\"]','2025-12-09 15:30:39',NULL,'2025-12-09 15:27:36','2025-12-09 15:30:39'),
(66,'App\\Models\\User',54,'user-token','ddd0c951d313e3ec688b9d2817c196e21a71c4ac3d3afffb9debdde06ae67eb5','[\"*\"]','2025-12-10 13:45:33',NULL,'2025-12-09 16:06:28','2025-12-10 13:45:33'),
(67,'App\\Models\\User',55,'user-token','1617e624fdb154253de8c9055739afd1ea047e9814d2da2b694c0f88ae4e5d82','[\"*\"]','2025-12-09 16:25:02',NULL,'2025-12-09 16:21:23','2025-12-09 16:25:02'),
(68,'App\\Models\\User',56,'user-token','053164b43e1ea7405b42a590325204b1f104ad037843430f1433a5f4b39721d1','[\"*\"]','2025-12-09 17:58:54',NULL,'2025-12-09 17:56:45','2025-12-09 17:58:54'),
(69,'App\\Models\\User',57,'user-token','80545c4d46880529705444fc748fbf8854c16e1efddfe86c1b45189701cc61f2','[\"*\"]','2025-12-09 19:13:09',NULL,'2025-12-09 19:06:56','2025-12-09 19:13:09'),
(70,'App\\Models\\User',58,'user-token','70ad30df14bfad813331619f446fcfc66c2410f6b869005cc41738eddea813fa','[\"*\"]','2025-12-09 19:39:13',NULL,'2025-12-09 19:32:20','2025-12-09 19:39:13'),
(71,'App\\Models\\User',59,'user-token','58c35471e18ad99b30ab2c24564a7b666d4c6389f8537e9697e390dd30c9b0d6','[\"*\"]','2025-12-09 20:00:32',NULL,'2025-12-09 19:47:24','2025-12-09 20:00:32'),
(72,'App\\Models\\User',60,'user-token','3f8192c6bcab2c26644c7105643ba53e60f0fa6ac3a8a11dcad1bbd862f778d2','[\"*\"]','2025-12-09 20:15:21',NULL,'2025-12-09 20:04:48','2025-12-09 20:15:21'),
(73,'App\\Models\\User',61,'user-token','d4651e87f010b5891d4e0e24ea191a9b5534404e5bf70e7af76145767260df14','[\"*\"]','2025-12-10 06:34:07',NULL,'2025-12-10 06:07:29','2025-12-10 06:34:07'),
(74,'App\\Models\\User',61,'admin-token','acc5bc423d72f0133da4c2089b460c124ec81d42d7e703de26c4702c074332e1','[\"*\"]','2025-12-10 06:41:15',NULL,'2025-12-10 06:37:27','2025-12-10 06:41:15'),
(75,'App\\Models\\User',62,'user-token','509b233dbb6bc9dcbe88d47a46b9b8557e07ac5f73cdcf207bb3da5669d943a9','[\"*\"]',NULL,NULL,'2025-12-10 06:40:23','2025-12-10 06:40:23'),
(76,'App\\Models\\User',63,'user-token','1ddaabc5e1e7639fe27dd7ec03ff880d80995906d31e1a022c65a9b42b44d169','[\"*\"]','2025-12-18 10:42:31',NULL,'2025-12-10 07:56:47','2025-12-18 10:42:31'),
(77,'App\\Models\\User',64,'user-token','bed26433e563590d3e26b7496f9da88ff9730051cbff06b2f2fcc278cc4a287e','[\"*\"]','2025-12-16 15:09:39',NULL,'2025-12-10 09:21:50','2025-12-16 15:09:39'),
(78,'App\\Models\\User',65,'user-token','e46573599f19e78b557e42add110fd0d014910fb8c275b33b898a1f882572207','[\"*\"]','2025-12-10 10:49:59',NULL,'2025-12-10 10:46:51','2025-12-10 10:49:59'),
(79,'App\\Models\\User',66,'user-token','ad19675c801f47e25c3cb99289896f1771d19cfeeebc98c7891fcf384a32c889','[\"*\"]','2025-12-10 11:35:21',NULL,'2025-12-10 11:34:42','2025-12-10 11:35:21'),
(80,'App\\Models\\User',66,'admin-token','22dc1d343a4b7b28681d69145e7e98f9c400c1a86c3b6623117b4b1e8e68ef47','[\"*\"]','2025-12-10 13:03:53',NULL,'2025-12-10 11:36:01','2025-12-10 13:03:53'),
(81,'App\\Models\\User',67,'user-token','72d0b61f32a6047c8aab673af31466ce92c5f6e26633bc596bb2d47754d83924','[\"*\"]','2025-12-15 22:52:34',NULL,'2025-12-10 11:57:21','2025-12-15 22:52:34'),
(83,'App\\Models\\User',68,'user-token','5e2e697644e01e1900bf46e5b111ad545900646e9c8fe9082eb8cb385a865179','[\"*\"]','2025-12-10 19:12:29',NULL,'2025-12-10 12:28:43','2025-12-10 19:12:29'),
(84,'App\\Models\\User',1,'admin-token','3e19a55c63fbede2813cf011d19cf8ed9e524f5bce79861fbf60e84268ec16a2','[\"*\"]','2025-12-26 13:53:28',NULL,'2025-12-10 12:28:54','2025-12-26 13:53:28'),
(85,'App\\Models\\User',69,'user-token','a028df4fd0af827bbe9b61cba651e0ec5ecfbaa6ec5086198ae760d78d0cd571','[\"*\"]','2025-12-10 14:46:32',NULL,'2025-12-10 14:46:24','2025-12-10 14:46:32'),
(86,'App\\Models\\User',70,'user-token','4cde393b94ca484732e1b9e461185502a5e7017f2107de193249e8bd394161ec','[\"*\"]','2025-12-10 21:53:25',NULL,'2025-12-10 15:17:11','2025-12-10 21:53:25'),
(87,'App\\Models\\User',70,'admin-token','11e84d56e746d2092c17c138fce09ae8cf9b1ae0ae9408f240ce4aa2a6e66b7e','[\"*\"]','2025-12-10 15:37:09',NULL,'2025-12-10 15:36:19','2025-12-10 15:37:09'),
(88,'App\\Models\\User',71,'user-token','51a911a8b959803cadbfca96f33862278fad313e8b305f83a61b3c46ddb4454b','[\"*\"]','2025-12-10 16:41:02',NULL,'2025-12-10 16:02:49','2025-12-10 16:41:02'),
(89,'App\\Models\\User',72,'user-token','f6773748a6db3666b45815129584bfdda7b61c1604538d30a23a3f2fa92f2c89','[\"*\"]','2025-12-10 18:15:57',NULL,'2025-12-10 18:15:08','2025-12-10 18:15:57'),
(90,'App\\Models\\User',73,'user-token','0b20c3c0845048fd3f5b5bf880669718cf012ded43ab84ec516be200127051ad','[\"*\"]','2025-12-13 10:56:02',NULL,'2025-12-10 18:52:07','2025-12-13 10:56:02'),
(91,'App\\Models\\User',74,'user-token','14a48e9ed4e18d282cb4fb9958ae1ed89d4883d6b76a57b53b515c497b46c253','[\"*\"]','2025-12-17 13:41:37',NULL,'2025-12-10 18:59:28','2025-12-17 13:41:37'),
(92,'App\\Models\\User',1,'admin-token','60e027d24e9723966f3275392d35bc2fa3a39d027ae69adc859d52f5f5dcef25','[\"*\"]','2025-12-10 19:32:36',NULL,'2025-12-10 19:29:37','2025-12-10 19:32:36'),
(93,'App\\Models\\User',75,'user-token','6ff3c5e13b6bda1631b1fe0abeb111028f70890a826d0f988583751b4cec5471','[\"*\"]','2025-12-11 11:06:24',NULL,'2025-12-11 08:18:13','2025-12-11 11:06:24'),
(94,'App\\Models\\User',76,'user-token','c28f9645b336e32518c096317922bec6a99f3a79015cceffaa75d27a1806a39d','[\"*\"]','2025-12-11 10:55:52',NULL,'2025-12-11 10:41:09','2025-12-11 10:55:52'),
(95,'App\\Models\\User',58,'admin-token','7286831c6e8acd6a583f36830d88c5649c241f4bd05c7ef61c9a90e0643753b9','[\"*\"]','2025-12-15 10:58:28',NULL,'2025-12-11 11:36:21','2025-12-15 10:58:28'),
(96,'App\\Models\\User',77,'user-token','ea2288453ba84aa8112a7191c0935f17e7ffe321e09d1fdd9bc85242b4825eb1','[\"*\"]','2025-12-11 14:44:48',NULL,'2025-12-11 14:36:48','2025-12-11 14:44:48'),
(97,'App\\Models\\User',78,'user-token','cf1df0df9864f6150210c7e5fa3015211f940be4c53a2267d4a938dc6386be5d','[\"*\"]','2025-12-11 20:21:06',NULL,'2025-12-11 20:03:56','2025-12-11 20:21:06'),
(98,'App\\Models\\User',79,'user-token','f8718b3147143a82b871afd59c23e7f1eaddd2efaf9e900ef247d44b0c93d435','[\"*\"]','2025-12-11 20:43:00',NULL,'2025-12-11 20:38:34','2025-12-11 20:43:00'),
(99,'App\\Models\\User',77,'admin-token','680686ac834871f451793bd203774d807d5838ae8996627234e3ed56f1b0c7fc','[\"*\"]','2025-12-11 21:58:15',NULL,'2025-12-11 21:57:37','2025-12-11 21:58:15'),
(100,'App\\Models\\User',80,'user-token','88e2a902491365fe5d6466b40ac90054cc7d0fbbd74e8314a7b9024d921d14dc','[\"*\"]','2025-12-11 22:11:58',NULL,'2025-12-11 22:10:19','2025-12-11 22:11:58'),
(101,'App\\Models\\User',81,'user-token','ab1bf3a4edf7f40b0e050be61b9627593069d280062a7c4b0d237655ee11fffe','[\"*\"]','2025-12-12 16:09:13',NULL,'2025-12-12 04:27:35','2025-12-12 16:09:13'),
(102,'App\\Models\\User',82,'user-token','dae2c8a06712563f4b0352d114bd4f3a75ff417930b72069e66f3f4b07f227b8','[\"*\"]','2025-12-12 09:25:36',NULL,'2025-12-12 09:25:35','2025-12-12 09:25:36'),
(103,'App\\Models\\User',83,'user-token','d3943d83593a5a8bb1fbaa4c14f504cfcca4c6e117e3ad5ecd7caca13380fc53','[\"*\"]','2025-12-12 09:45:05',NULL,'2025-12-12 09:33:12','2025-12-12 09:45:05'),
(104,'App\\Models\\User',84,'user-token','5fc4bc52f5c5741685d65dd36000f5931ed50b0e08520869930215788f21168f','[\"*\"]','2025-12-12 13:51:56',NULL,'2025-12-12 10:27:37','2025-12-12 13:51:56'),
(105,'App\\Models\\User',85,'user-token','53e32cbd43fbd7ea80d4bb0ba03f1824a5720794a784a4f006c3ac5bda58acfd','[\"*\"]','2025-12-12 17:32:13',NULL,'2025-12-12 17:29:12','2025-12-12 17:32:13'),
(106,'App\\Models\\User',86,'user-token','93bb2ea40302330a00f944ec8583da6cb217b24a25e6f215e767369979ef5128','[\"*\"]','2025-12-13 10:36:45',NULL,'2025-12-13 06:48:20','2025-12-13 10:36:45'),
(107,'App\\Models\\User',1,'admin-token','6e47b924add0ec9bd53963ba0dc9f1e132a90bbdf9acb2ec8d70f00eac46b04a','[\"*\"]','2025-12-13 12:39:43',NULL,'2025-12-13 08:43:17','2025-12-13 12:39:43'),
(108,'App\\Models\\User',87,'user-token','637be57d9678c59f85416b9f3a4407835336888524c6dfcd7838ec8b79a40c64','[\"*\"]','2025-12-13 08:49:26',NULL,'2025-12-13 08:47:46','2025-12-13 08:49:26'),
(109,'App\\Models\\User',88,'user-token','2e7dd5b346f793ec61aff6c4236868443ba6bcedce9b150e379f64f84cdffc7e','[\"*\"]','2025-12-13 09:33:09',NULL,'2025-12-13 09:12:23','2025-12-13 09:33:09'),
(110,'App\\Models\\User',89,'user-token','16f75e94be91210822b2beba2a3191694b23bac1e44691b72296aa914bc05907','[\"*\"]','2025-12-21 19:55:17',NULL,'2025-12-13 10:12:01','2025-12-21 19:55:17'),
(111,'App\\Models\\User',90,'user-token','240e1b5e5f7595b4f22ecf42bac4398bc7132e546d371806b968f6281b824c90','[\"*\"]','2025-12-13 10:42:28',NULL,'2025-12-13 10:40:14','2025-12-13 10:42:28'),
(112,'App\\Models\\User',91,'user-token','8762bc5bb5fd9c59e08a889f37e5bfa697bdddc9aab9578c342a63905a71723f','[\"*\"]','2025-12-13 13:13:11',NULL,'2025-12-13 13:12:15','2025-12-13 13:13:11'),
(113,'App\\Models\\User',92,'user-token','d36786fa5db1fa929b57242df603f3474b489a825b102647c1aabaa39a8fe086','[\"*\"]','2025-12-14 22:37:52',NULL,'2025-12-13 13:22:11','2025-12-14 22:37:52'),
(114,'App\\Models\\User',93,'user-token','0f98406ea58208a683906e5a2b7755c19f71b6bf2806a48c6a1f05b46e345eba','[\"*\"]','2025-12-13 14:00:38',NULL,'2025-12-13 14:00:37','2025-12-13 14:00:38'),
(115,'App\\Models\\User',94,'user-token','f442e19eefe3432b85569f84e16fd067f3007ccf90a823924860c0c4e0b71db6','[\"*\"]','2025-12-13 14:21:21',NULL,'2025-12-13 14:19:47','2025-12-13 14:21:21'),
(117,'App\\Models\\User',95,'admin-token','e55b8f0178cbf37249b4a983ccb3e8c985a1bfc51bfc4dbcd200573fa5b681f5','[\"*\"]','2025-12-13 14:58:14',NULL,'2025-12-13 14:56:24','2025-12-13 14:58:14'),
(118,'App\\Models\\User',51,'admin-token','f49086a7fbaaba731ad946464724482428db45af942b3df5db1e42f572bd7e52','[\"*\"]','2025-12-15 11:15:53',NULL,'2025-12-13 15:31:16','2025-12-15 11:15:53'),
(119,'App\\Models\\User',96,'user-token','987d6002057dffeea87ec9eba87a7f31001c3ff18860746971c3300f60954667','[\"*\"]','2025-12-17 10:12:33',NULL,'2025-12-13 16:37:05','2025-12-17 10:12:33'),
(120,'App\\Models\\User',97,'user-token','d6931fcd1a7dc191609924f3fb8e07e505b10f13f4215d0e9dfb4a9f8ae12883','[\"*\"]','2025-12-16 22:36:20',NULL,'2025-12-13 17:00:00','2025-12-16 22:36:20'),
(121,'App\\Models\\User',98,'user-token','53cc329e8ff547b5d798f06afdf32259e346f2c2e4466f2d7a6c0a351a597ab9','[\"*\"]','2025-12-15 12:07:43',NULL,'2025-12-13 17:20:44','2025-12-15 12:07:43'),
(122,'App\\Models\\User',99,'user-token','42782b4789f6a8d6df9d95f141c6632bdb4e40279ff3cc897d07714c66a8c691','[\"*\"]','2025-12-16 16:01:06',NULL,'2025-12-13 19:33:05','2025-12-16 16:01:06'),
(123,'App\\Models\\User',100,'user-token','d20500c425bf8539d31fdf7788a2a992c555c596550ca3928eab038681a56f54','[\"*\"]','2025-12-14 20:18:26',NULL,'2025-12-13 20:01:18','2025-12-14 20:18:26'),
(124,'App\\Models\\User',101,'user-token','fe5067b35c13e05412b535cf15f4ed3cd5a09e61501d67f8c3f8eaec10237c26','[\"*\"]','2025-12-19 21:09:33',NULL,'2025-12-13 20:08:28','2025-12-19 21:09:33'),
(125,'App\\Models\\User',102,'user-token','d919099bcc6255e31b08f6e5a6816afabca5ad32a85b678b7a35bad001a7c28a','[\"*\"]','2025-12-13 20:45:13',NULL,'2025-12-13 20:39:54','2025-12-13 20:45:13'),
(126,'App\\Models\\User',70,'admin-token','f087c29b7cd306fd4468371a5ee7b449ccd30b6cfaf6a938e2b952c74a5bbdd7','[\"*\"]','2025-12-13 20:56:27',NULL,'2025-12-13 20:52:25','2025-12-13 20:56:27'),
(127,'App\\Models\\User',103,'user-token','eccc81288b02b24456b8a431060f4b8c9fb416643c6bd9c31cda517232db75bc','[\"*\"]','2025-12-14 06:08:11',NULL,'2025-12-13 20:57:43','2025-12-14 06:08:11'),
(128,'App\\Models\\User',104,'user-token','2910e0b48ad354fb6da724c7e2b72210d192617aa65e5464dc51748565cf5e56','[\"*\"]','2025-12-15 10:41:34',NULL,'2025-12-13 20:59:16','2025-12-15 10:41:34'),
(129,'App\\Models\\User',105,'user-token','080540f85b2694e11e0239b9455b1c27cd50aae2f425a032e04c133115d70b74','[\"*\"]','2025-12-15 18:48:26',NULL,'2025-12-13 21:59:35','2025-12-15 18:48:26'),
(130,'App\\Models\\User',106,'user-token','de1b9bb1fb24b83e05501eabb17cfd3031281ac448bf370a139fa4725e968af5','[\"*\"]','2025-12-13 22:12:43',NULL,'2025-12-13 22:08:51','2025-12-13 22:12:43'),
(131,'App\\Models\\User',107,'user-token','3bf47dddf633e13230b23685257dddf56ffe0a81fd96996fa5783241d434f576','[\"*\"]','2025-12-13 22:56:13',NULL,'2025-12-13 22:54:12','2025-12-13 22:56:13'),
(132,'App\\Models\\User',77,'admin-token','7ca842e9007b006816543b0729241d15a5f2e19e956caf3905d067ac8f8a25b4','[\"*\"]','2025-12-14 07:25:17',NULL,'2025-12-14 07:24:02','2025-12-14 07:25:17'),
(133,'App\\Models\\User',108,'user-token','4e766f6a4817e1b3f9ed32d404ddbfd880d8ce1056a2fb671295a248d52d1bd1','[\"*\"]','2025-12-14 08:23:38',NULL,'2025-12-14 08:23:34','2025-12-14 08:23:38'),
(134,'App\\Models\\User',109,'user-token','96eb682e027a95c03e255d5c1eddcdc4a538d8c48629447b490eded1fb4bc79a','[\"*\"]','2025-12-14 14:37:35',NULL,'2025-12-14 09:08:21','2025-12-14 14:37:35'),
(135,'App\\Models\\User',110,'user-token','cdb887c0db889ad7bb92ff79eb381e11dffde322db1216d78b04f01787b18895','[\"*\"]','2025-12-15 19:54:26',NULL,'2025-12-14 10:54:43','2025-12-15 19:54:26'),
(136,'App\\Models\\User',111,'user-token','76086b976995b92b7e06c96e52a090d6cc90ceb6fef53d9dcf552c4e4925c55d','[\"*\"]','2025-12-18 10:01:38',NULL,'2025-12-14 11:16:58','2025-12-18 10:01:38'),
(137,'App\\Models\\User',1,'admin-token','f43e2e1070cc7eed0031bb846c5d22b83d6e4bc78ea46dbfcdd31111ebb87469','[\"*\"]','2025-12-25 14:20:14',NULL,'2025-12-14 11:38:45','2025-12-25 14:20:14'),
(138,'App\\Models\\User',112,'user-token','2534dd9ddeed1c5b519cae646618b5bfae2cd08cc163506346c614b98405c919','[\"*\"]','2025-12-14 12:48:25',NULL,'2025-12-14 12:48:10','2025-12-14 12:48:25'),
(139,'App\\Models\\User',113,'user-token','a86bbcbbae690b7229d5f0d560e9cec90c5f3f925134b0cf7177820451a2b382','[\"*\"]','2025-12-20 11:56:03',NULL,'2025-12-14 16:43:17','2025-12-20 11:56:03'),
(140,'App\\Models\\User',114,'user-token','fbab2d10b783206ebec3b2b572cfe52e131e238ff4b651d7a247fd27fa08d7b5','[\"*\"]','2025-12-19 14:30:55',NULL,'2025-12-14 17:34:36','2025-12-19 14:30:55'),
(141,'App\\Models\\User',115,'user-token','cdbd42b391e72ceec1a70c8c34a6a33a27de6dc5c23d09d439348ac3a6d6ede5','[\"*\"]','2025-12-15 20:33:07',NULL,'2025-12-15 08:52:05','2025-12-15 20:33:07'),
(142,'App\\Models\\User',116,'user-token','e5b59b99f0f481111f76233b982e3e06ee10806d11f71c24c67447cd1d0aee13','[\"*\"]','2025-12-15 09:21:17',NULL,'2025-12-15 09:18:43','2025-12-15 09:21:17'),
(143,'App\\Models\\User',117,'user-token','3bdd3df24b9d51b9369b1ff110f1b61c13e2c07c39f9a5fea975ed82d957c7eb','[\"*\"]','2025-12-17 16:40:16',NULL,'2025-12-15 10:23:57','2025-12-17 16:40:16'),
(144,'App\\Models\\User',51,'admin-token','862f532545f0549108e77557a464f00c925cc7f5b8068d8a4c120ad601a2e7d8','[\"*\"]','2025-12-15 13:46:19',NULL,'2025-12-15 11:16:51','2025-12-15 13:46:19'),
(145,'App\\Models\\User',118,'user-token','b1e677a008fe891ff869cffc30bace2ff1583a0ef1f4d0690ba669185a2935f1','[\"*\"]','2025-12-15 11:49:58',NULL,'2025-12-15 11:47:25','2025-12-15 11:49:58'),
(146,'App\\Models\\User',119,'user-token','3d2a318d25f5bb561569e2767520a4365d6a46ed2312f48ca5f93e16406abfbe','[\"*\"]','2025-12-15 12:55:53',NULL,'2025-12-15 12:53:51','2025-12-15 12:55:53'),
(148,'App\\Models\\User',120,'admin-token','9a5391ab0de1afa74648050f4d7223fb6eb5ab146a02d916d87910d9a708d4bc','[\"*\"]','2025-12-15 13:06:08',NULL,'2025-12-15 13:06:07','2025-12-15 13:06:08'),
(149,'App\\Models\\User',121,'user-token','02e9dcc5a8ca7afa90e23f2ddf46bc28e5e56896c56c832d0273bd4f117a4fe3','[\"*\"]','2025-12-15 13:19:02',NULL,'2025-12-15 13:11:40','2025-12-15 13:19:02'),
(150,'App\\Models\\User',122,'user-token','6b2bc0daaf022eaf9946f863c67527f948f7a551acde4ae4216c262452fef0d8','[\"*\"]','2025-12-15 14:12:49',NULL,'2025-12-15 14:12:48','2025-12-15 14:12:49'),
(151,'App\\Models\\User',123,'user-token','ed4f279fed283f1b3441820eec17fede88b565e0494e1a2ee61c36be469f87d4','[\"*\"]','2025-12-20 21:29:49',NULL,'2025-12-15 14:23:13','2025-12-20 21:29:49'),
(152,'App\\Models\\User',124,'user-token','d6eb95cebcfedc12a99c69c1a5f1b8cc295fd95372f3ff5a6673139f11551548','[\"*\"]','2025-12-15 15:12:28',NULL,'2025-12-15 15:12:27','2025-12-15 15:12:28'),
(153,'App\\Models\\User',125,'user-token','18737b491daa99d980e41a58ea1efafe127d9ae8d3a658a6d31aa0807c1a443d','[\"*\"]','2025-12-15 20:45:46',NULL,'2025-12-15 15:29:07','2025-12-15 20:45:46'),
(154,'App\\Models\\User',126,'user-token','0aceb6415fe657b066a4cfdacdeaf428f96f042b30b254fa95ed4f76de7ad030','[\"*\"]','2025-12-15 22:31:02',NULL,'2025-12-15 20:53:05','2025-12-15 22:31:02'),
(155,'App\\Models\\User',127,'user-token','bce41d3bae89b1feb55b37b87049d8b2c6139d4c1252154a1ffc310c841ca7a4','[\"*\"]','2025-12-15 21:00:43',NULL,'2025-12-15 20:58:15','2025-12-15 21:00:43'),
(156,'App\\Models\\User',128,'user-token','df023d93b26d30f620ea5581706ee218dec5f928021b4351b145e25ebdc39aad','[\"*\"]','2025-12-15 21:47:15',NULL,'2025-12-15 21:32:57','2025-12-15 21:47:15'),
(157,'App\\Models\\User',129,'user-token','abfe769443a5e7ad4d75db133330ff7977cd54034d79f758d9be4588b430470f','[\"*\"]','2025-12-21 06:06:08',NULL,'2025-12-15 22:20:55','2025-12-21 06:06:08'),
(158,'App\\Models\\User',130,'user-token','107d20dae22714a9222dc18b60e79d8be75fc1cbe40bf3f8f1898d8093d4d8bb','[\"*\"]','2025-12-15 23:10:40',NULL,'2025-12-15 23:08:04','2025-12-15 23:10:40'),
(159,'App\\Models\\User',131,'user-token','52f3396dcddc1301c47c03b24af2b98168e6a9e37f4d981604d3fd37bc686740','[\"*\"]','2025-12-22 19:35:22',NULL,'2025-12-16 08:56:24','2025-12-22 19:35:22'),
(160,'App\\Models\\User',132,'user-token','34a485b87555938bea9746c022dde62b19c540473006ee552de1d0ffbefb5966','[\"*\"]','2025-12-21 01:50:07',NULL,'2025-12-16 10:06:53','2025-12-21 01:50:07'),
(161,'App\\Models\\User',133,'user-token','a5f12324f2d151bc6b0caf5ceb2bff91911bd1f044c8744179b2f34f7f7893c4','[\"*\"]','2025-12-16 10:44:46',NULL,'2025-12-16 10:34:21','2025-12-16 10:44:46'),
(162,'App\\Models\\User',134,'user-token','4db347b3e022c9de4a32503d859f5714ff213555be0ff28e6be5ee2444ed2dab','[\"*\"]','2025-12-19 11:33:34',NULL,'2025-12-16 11:13:46','2025-12-19 11:33:34'),
(163,'App\\Models\\User',135,'user-token','09242b9ae1fb3485a00ff9ee6d3f467d7165f07688ad1de60b36196f098d66dc','[\"*\"]','2025-12-16 11:45:20',NULL,'2025-12-16 11:44:07','2025-12-16 11:45:20'),
(164,'App\\Models\\User',136,'user-token','7bd118172dddaac84f1b8b2687edc4d9d9d93bbb65df8ae522836f0c61e7e554','[\"*\"]','2025-12-16 13:29:00',NULL,'2025-12-16 13:26:47','2025-12-16 13:29:00'),
(165,'App\\Models\\User',137,'user-token','8a8f0fa5fc8eea125ad7d1db4ed22c65fcbdd1fc2996c417a48f7111ba51d7c8','[\"*\"]','2025-12-16 13:56:51',NULL,'2025-12-16 13:55:33','2025-12-16 13:56:51'),
(166,'App\\Models\\User',138,'user-token','65ad338393b9d08d7e10f9e86227d4db7db9e1bfeaeb10f2ee9b1ebe714d4ecf','[\"*\"]','2025-12-16 15:21:28',NULL,'2025-12-16 15:19:28','2025-12-16 15:21:28'),
(167,'App\\Models\\User',139,'user-token','dea8fc32939646763ced3d880b382276f56f512dc9cdb51782e47328a1efe7a6','[\"*\"]','2025-12-16 16:04:46',NULL,'2025-12-16 16:02:56','2025-12-16 16:04:46'),
(168,'App\\Models\\User',140,'user-token','672c59f44baefe2e3a6ab90f56be5aba93307e111b44d2c744e6edfa346df744','[\"*\"]','2025-12-20 14:31:52',NULL,'2025-12-16 17:56:15','2025-12-20 14:31:52'),
(169,'App\\Models\\User',141,'user-token','257b1cefdfe069f754460c5ad9229b80f37e1125235003c1daa559508704f939','[\"*\"]','2025-12-16 18:38:36',NULL,'2025-12-16 18:27:27','2025-12-16 18:38:36'),
(170,'App\\Models\\User',142,'user-token','be9fc79d70cf13cbec09a5e17cc7c8ab4e8c529e9a22a0bcfe4d605e82091067','[\"*\"]','2025-12-16 18:29:28',NULL,'2025-12-16 18:28:14','2025-12-16 18:29:28'),
(171,'App\\Models\\User',143,'user-token','719f3262251b5712b008564d88a1018f935622b13ddf32b6f11b5ddb308f66a1','[\"*\"]','2025-12-16 19:22:00',NULL,'2025-12-16 19:16:06','2025-12-16 19:22:00'),
(172,'App\\Models\\User',144,'user-token','6fe9444320bcd861cb55014382df44a9fe6fca2030c6ad101270e53a2a900f72','[\"*\"]','2025-12-19 14:05:38',NULL,'2025-12-16 20:22:26','2025-12-19 14:05:38'),
(174,'App\\Models\\User',146,'user-token','45c402ac2fc289f3df64e2b3cf56539c450cb5f3637dfa38fc21510fc1d1fbe3','[\"*\"]','2025-12-17 10:39:01',NULL,'2025-12-17 10:39:01','2025-12-17 10:39:01'),
(175,'App\\Models\\User',147,'user-token','7289011c2d61bf0f16c309a281134d52a69dfd24829600492fc7c18d96f4f71a','[\"*\"]','2025-12-17 10:39:09',NULL,'2025-12-17 10:39:08','2025-12-17 10:39:09'),
(176,'App\\Models\\User',148,'user-token','1501ceb841018a9635003c799ca1d21acc35bd2ea30a72d277fbf0e9f96593e9','[\"*\"]','2025-12-17 11:15:48',NULL,'2025-12-17 11:13:36','2025-12-17 11:15:48'),
(177,'App\\Models\\User',149,'user-token','7ec043376a04b983217d9af024c30deaac5fd8beb0015509cd2cb863f72b9834','[\"*\"]','2025-12-17 12:28:13',NULL,'2025-12-17 11:48:26','2025-12-17 12:28:13'),
(179,'App\\Models\\User',151,'user-token','2b675536b8f6c6b07fd541c27c0784d97b93116007a0930005820e1bf7909cf7','[\"*\"]','2025-12-17 13:44:18',NULL,'2025-12-17 13:42:35','2025-12-17 13:44:18'),
(180,'App\\Models\\User',152,'user-token','a12614ffe5fe83df4259d5bd1fdabcd15e3747452293bb30cb815da0fd74b11d','[\"*\"]','2025-12-17 16:07:28',NULL,'2025-12-17 15:27:57','2025-12-17 16:07:28'),
(181,'App\\Models\\User',153,'user-token','c58326b84b337c83cf53f040580ca53a2096d1f0b4c35eadbd4abac3e1da9cc1','[\"*\"]','2025-12-17 16:00:39',NULL,'2025-12-17 15:59:45','2025-12-17 16:00:39'),
(182,'App\\Models\\User',154,'user-token','3ccfa17cfb433ba3da4ce87abdb2bb3d5729e75b79c8aad5c2a3ad2e39725891','[\"*\"]','2025-12-17 22:35:04',NULL,'2025-12-17 22:28:07','2025-12-17 22:35:04'),
(183,'App\\Models\\User',155,'user-token','c63579882888c97896f9e3506d1ee35210b4210774ea9505b5c30e2f2493c1d3','[\"*\"]','2025-12-18 13:41:04',NULL,'2025-12-18 08:44:46','2025-12-18 13:41:04'),
(184,'App\\Models\\User',156,'user-token','37b37652fecffdfe6d43f654f225e9164f6ce9ed6c48ee0f575b0bc0c97301c5','[\"*\"]','2025-12-26 12:12:48',NULL,'2025-12-18 10:17:13','2025-12-26 12:12:48'),
(185,'App\\Models\\User',157,'user-token','9df9cff2891f4c9c60064c449798baeedb79e7be90d625331442cd666c144c58','[\"*\"]','2025-12-18 12:57:28',NULL,'2025-12-18 12:43:50','2025-12-18 12:57:28'),
(186,'App\\Models\\User',158,'user-token','e40c9d9c94c70ea35bcaf336d06ad4a1872e3e497210bdcdef843d9ee7617d69','[\"*\"]','2025-12-18 14:51:57',NULL,'2025-12-18 14:49:45','2025-12-18 14:51:57'),
(187,'App\\Models\\User',159,'user-token','365f0ff16df8125edd1cfe349f38b704a9cd1c85e2a664d28afc3d5c982cb3ef','[\"*\"]','2025-12-18 16:47:21',NULL,'2025-12-18 16:38:49','2025-12-18 16:47:21'),
(188,'App\\Models\\User',160,'user-token','03bacd5960b5fae20cfddb41185bdb0b4c3d26c6d5c2712848e8ad6379f27ecd','[\"*\"]','2025-12-18 17:56:41',NULL,'2025-12-18 17:56:41','2025-12-18 17:56:41'),
(189,'App\\Models\\User',1,'admin-token','effa42d5a4f3fa3f0a2884e7ba2883aac7267430f0f5bc8376e1872d7192124a','[\"*\"]','2025-12-18 18:34:14',NULL,'2025-12-18 18:24:31','2025-12-18 18:34:14'),
(190,'App\\Models\\User',115,'admin-token','b622001dd4ee960f87d84c83b2848f02460b827ed35b2c7594aef971ff7394d4','[\"*\"]','2025-12-24 09:32:33',NULL,'2025-12-18 21:28:22','2025-12-24 09:32:33'),
(191,'App\\Models\\User',161,'user-token','4c0af28d7a3fb8f36c8a9cc15a9cd7925cab468ae28088d0bb137363bc18b57f','[\"*\"]','2025-12-18 22:29:51',NULL,'2025-12-18 22:29:51','2025-12-18 22:29:51'),
(192,'App\\Models\\User',162,'user-token','4c08cd4ec1e985332aa8707738179c7be8fd7b15b1e53f1f8b365550e541edcb','[\"*\"]','2025-12-22 18:45:40',NULL,'2025-12-19 09:11:42','2025-12-22 18:45:40'),
(193,'App\\Models\\User',163,'user-token','fcf7ca765d5f117bf8f70ef58f198ef65e47d8b6541f5aa368fbad3a05b8c8ec','[\"*\"]','2025-12-19 09:57:38',NULL,'2025-12-19 09:54:25','2025-12-19 09:57:38'),
(195,'App\\Models\\User',165,'user-token','f31271a5da12d6149ae3a3421826022d51406b8054522881e687b470e01671ee','[\"*\"]','2025-12-19 13:24:20',NULL,'2025-12-19 13:13:39','2025-12-19 13:24:20'),
(196,'App\\Models\\User',166,'user-token','d1879d5faec31178a7afec3090961994496917404360545bc1a431cfe655758c','[\"*\"]','2025-12-19 18:23:32',NULL,'2025-12-19 18:21:04','2025-12-19 18:23:32'),
(197,'App\\Models\\User',167,'user-token','99c28a56ad61770add85cdeb8b4b9a9f3cc942097fc5b03b7d5b0768eb0b90d0','[\"*\"]','2025-12-20 07:56:44',NULL,'2025-12-20 07:55:40','2025-12-20 07:56:44'),
(198,'App\\Models\\User',168,'user-token','27e452db35c0b39f5d5cd5088d5d10cc1a14e3c96cacd8713dca1d9ab52a7b91','[\"*\"]','2025-12-20 08:54:06',NULL,'2025-12-20 08:54:05','2025-12-20 08:54:06'),
(199,'App\\Models\\User',169,'user-token','ef1c2794a3f0648cfd2d0e858768b8fb1c32b52dc2d103d357cc2e6c5073903e','[\"*\"]','2025-12-20 21:02:07',NULL,'2025-12-20 09:28:13','2025-12-20 21:02:07'),
(200,'App\\Models\\User',170,'user-token','6140a7cb132bdd681e755bb2b53b18a4b16989f51a6f2509c57cd886416a9795','[\"*\"]','2025-12-24 11:06:29',NULL,'2025-12-20 09:28:22','2025-12-24 11:06:29'),
(201,'App\\Models\\User',171,'user-token','95727f352946562b484d791f57663ef935f5e548b9cc3f75b814e4b787812b0b','[\"*\"]','2025-12-23 10:34:53',NULL,'2025-12-20 09:31:15','2025-12-23 10:34:53'),
(202,'App\\Models\\User',172,'user-token','75d3141a51d215eaa535a6090559403ad0bb6d9058760bc5a9c7119bb8c41765','[\"*\"]','2025-12-20 09:42:55',NULL,'2025-12-20 09:36:24','2025-12-20 09:42:55'),
(203,'App\\Models\\User',173,'user-token','f2ce079cdff410898fd6c88cbd30e6389e68233689b375448c88474881cef270','[\"*\"]','2025-12-20 09:53:19',NULL,'2025-12-20 09:44:53','2025-12-20 09:53:19'),
(204,'App\\Models\\User',174,'user-token','b0c8ea812261688977711369099bdf70333f144ef3699a940a6658ff5cd1a2e5','[\"*\"]','2025-12-20 09:53:23',NULL,'2025-12-20 09:50:14','2025-12-20 09:53:23'),
(205,'App\\Models\\User',175,'user-token','01688265167467fca5aa9d66aa871e8b4a183e0fe2ebe73877836a97b6d3afb0','[\"*\"]','2025-12-20 10:48:04',NULL,'2025-12-20 10:39:54','2025-12-20 10:48:04'),
(206,'App\\Models\\User',176,'user-token','aa772585aeea2aabb88908f40a8fea7de75be829050eedb86ac600b17aafb19b','[\"*\"]','2025-12-20 11:08:51',NULL,'2025-12-20 11:04:15','2025-12-20 11:08:51'),
(207,'App\\Models\\User',177,'user-token','70744f50b5d52ec3e5ac5f2dc5bfd123719fdcb4b8a71cc5ec0e70ace45a9b9b','[\"*\"]','2025-12-20 11:21:08',NULL,'2025-12-20 11:10:39','2025-12-20 11:21:08'),
(208,'App\\Models\\User',178,'user-token','02959491150eec1225d2dd600e576aa9bba10b560ec4689979c55744b7bb9377','[\"*\"]','2025-12-20 16:31:19',NULL,'2025-12-20 11:13:28','2025-12-20 16:31:19'),
(209,'App\\Models\\User',179,'user-token','9f7bfd8add4888afd089478ec8b60e23b4ef03b1e52b5283b7361bfd5fb75e7c','[\"*\"]','2025-12-20 11:25:31',NULL,'2025-12-20 11:19:44','2025-12-20 11:25:31'),
(210,'App\\Models\\User',180,'user-token','e026a5eddc573d77383735e2c124af7baef1ae4d4aa33c0f0c587fe9177a1f03','[\"*\"]','2025-12-20 11:27:03',NULL,'2025-12-20 11:21:24','2025-12-20 11:27:03'),
(211,'App\\Models\\User',181,'user-token','16f3fcde6d47ad1b152efe76def41889c76e512a89cbe326f12124a3e5007ffc','[\"*\"]','2025-12-26 12:13:03',NULL,'2025-12-20 11:27:53','2025-12-26 12:13:03'),
(212,'App\\Models\\User',182,'user-token','e32c4c7571da185e45c9e7739fef5417a670be52af4dc310ae18015608916526','[\"*\"]','2025-12-20 14:46:12',NULL,'2025-12-20 14:44:27','2025-12-20 14:46:12'),
(214,'App\\Models\\User',184,'user-token','75d00466474d87cf1fdea9c28fc17ae8c79c27c20ea41bca6a817e8cb9b71057','[\"*\"]','2025-12-20 16:27:28',NULL,'2025-12-20 16:02:37','2025-12-20 16:27:28'),
(215,'App\\Models\\User',185,'user-token','1267972c64ca319a93563a5f043677afd5a481827eb24b221d936d66c1c7c479','[\"*\"]','2025-12-20 16:56:33',NULL,'2025-12-20 16:56:30','2025-12-20 16:56:33'),
(216,'App\\Models\\User',186,'user-token','b618aed64bf305d831edcf33f21774222e5431993c8ec28a540caa849c407ac3','[\"*\"]','2025-12-20 18:08:57',NULL,'2025-12-20 17:27:31','2025-12-20 18:08:57'),
(217,'App\\Models\\User',187,'user-token','6093b7b344994dc4536cd4d9d063b39c8ae7cf3a05d6729dc214bce4c87f1a86','[\"*\"]','2025-12-20 18:11:26',NULL,'2025-12-20 17:36:49','2025-12-20 18:11:26'),
(218,'App\\Models\\User',188,'user-token','9bcd1b2b428c12cf30d9d5a94384ae833f548b28b776449565ecadd71b16c19d','[\"*\"]','2025-12-20 17:40:15',NULL,'2025-12-20 17:40:14','2025-12-20 17:40:15'),
(219,'App\\Models\\User',189,'user-token','247b65cccf68da60a982f30a78451ea5a8989932b2e599805e04304b07e185b3','[\"*\"]','2025-12-20 22:35:11',NULL,'2025-12-20 18:40:25','2025-12-20 22:35:11'),
(220,'App\\Models\\User',190,'user-token','67e749b852f32ba00e3670f20d9f831789a7f5bee5c68f11d6899f857d159b0c','[\"*\"]','2025-12-20 19:10:24',NULL,'2025-12-20 19:05:20','2025-12-20 19:10:24'),
(221,'App\\Models\\User',191,'user-token','ece52f219b42e112b5ecf34988b7a5ebca0c6d3889fb41d2ea53edc49244fa20','[\"*\"]','2025-12-20 20:36:15',NULL,'2025-12-20 20:34:52','2025-12-20 20:36:16'),
(222,'App\\Models\\User',192,'user-token','2344a9f44e79c40f852f8f5757c0e70181af0fe52d048c0d0f65a4d145b02109','[\"*\"]','2025-12-20 21:08:09',NULL,'2025-12-20 21:03:36','2025-12-20 21:08:09'),
(223,'App\\Models\\User',193,'user-token','aefc2d0f91eac901ddb3112f18efb6343a961cc47c070a9dfafc77aca32000df','[\"*\"]','2025-12-23 20:57:56',NULL,'2025-12-20 21:52:01','2025-12-23 20:57:56'),
(224,'App\\Models\\User',194,'user-token','a13c6a8b0a2a6294e15d9ee51f31b8c00a95a42036f38a41c18ed3ef76f262ac','[\"*\"]','2025-12-21 12:50:52',NULL,'2025-12-20 22:55:51','2025-12-21 12:50:52'),
(225,'App\\Models\\User',195,'user-token','7273ccfffafe5c214547af65d9b98163d346bad914ccfbdf3d1fb148f0edd407','[\"*\"]','2025-12-20 23:00:22',NULL,'2025-12-20 22:58:04','2025-12-20 23:00:22'),
(226,'App\\Models\\User',196,'user-token','dd400d1944656c84edc70eacc22fd81eec72e1b172d5eb14d6e91663a1c86801','[\"*\"]','2025-12-22 07:31:05',NULL,'2025-12-21 02:59:10','2025-12-22 07:31:05'),
(227,'App\\Models\\User',197,'user-token','b0eed96be0cd3d6638a4747b0217af05e5bd58754dc9f3f16e495a0bbb594ae4','[\"*\"]','2025-12-21 07:21:48',NULL,'2025-12-21 07:01:27','2025-12-21 07:21:48'),
(228,'App\\Models\\User',198,'user-token','e22b484c16be9ecad854ef177340be946b5e40dce680706d20d0c72c04192a24','[\"*\"]','2025-12-21 08:58:38',NULL,'2025-12-21 08:55:04','2025-12-21 08:58:38'),
(229,'App\\Models\\User',199,'user-token','91f3429dc00342bf24b306cc39d9ed97924fac3be5026b1f5b68e268b5f53162','[\"*\"]','2025-12-21 11:43:26',NULL,'2025-12-21 09:04:01','2025-12-21 11:43:26'),
(230,'App\\Models\\User',200,'user-token','97ac73eb1d5cad7b50c16158e69c61aa702aca25c2f473e802f93c5805e524b3','[\"*\"]','2025-12-21 21:50:28',NULL,'2025-12-21 16:04:19','2025-12-21 21:50:28'),
(231,'App\\Models\\User',201,'user-token','7169c15d0fa07a0bd2ed98f3f5ee1dbb500368101de1a4a598d02baa181c10d9','[\"*\"]','2025-12-21 16:44:57',NULL,'2025-12-21 16:38:23','2025-12-21 16:44:57'),
(232,'App\\Models\\User',202,'user-token','1772af0d5d8a792f142004b6f5463e0073b0d8deee8a6169b986e427523c4ffd','[\"*\"]','2025-12-21 17:01:17',NULL,'2025-12-21 16:58:41','2025-12-21 17:01:17'),
(233,'App\\Models\\User',203,'user-token','7a71021aea5e7d152171d3dadab4cf87a7f5252cb0783bc3ffa4d5f33b7d7526','[\"*\"]','2025-12-24 09:32:26',NULL,'2025-12-21 17:03:31','2025-12-24 09:32:26'),
(234,'App\\Models\\User',204,'user-token','071ed209624db8c10970c6200e49ff04bfd588cb02a529de07e9d1f0e5507c9f','[\"*\"]','2025-12-21 19:25:15',NULL,'2025-12-21 19:19:22','2025-12-21 19:25:15'),
(235,'App\\Models\\User',205,'user-token','a792e11f02199c194189dbe05b896ec08731342a4d97774100425909876f4bfd','[\"*\"]','2025-12-21 19:39:45',NULL,'2025-12-21 19:35:30','2025-12-21 19:39:45'),
(236,'App\\Models\\User',206,'user-token','550de3151be57b890b4255430537084e48e86fd1ec73f158f29970fbac4d1d7c','[\"*\"]','2025-12-21 23:01:37',NULL,'2025-12-21 22:57:46','2025-12-21 23:01:37'),
(237,'App\\Models\\User',196,'admin-token','335cdd708214e5c25faab07d9252538a631ce00e6367a1040937b6b6933a8483','[\"*\"]','2025-12-22 07:31:48',NULL,'2025-12-22 07:31:32','2025-12-22 07:31:48'),
(238,'App\\Models\\User',207,'user-token','4af22745f28ff17005657afa4ee18bfda9b2e1d5065870f2812c4c4b09286fdf','[\"*\"]','2025-12-22 09:24:32',NULL,'2025-12-22 09:12:10','2025-12-22 09:24:32'),
(239,'App\\Models\\User',207,'admin-token','ae240827281177e1a287fde0dba5dd579ae7dc7285b651e9ba9d0227f8cea5bd','[\"*\"]',NULL,NULL,'2025-12-22 09:16:33','2025-12-22 09:16:33'),
(240,'App\\Models\\User',208,'user-token','dea35f3a65a4a2ea688b1d38163a5ffa2bb42cb943c38c27c327f6e10e717c7b','[\"*\"]','2025-12-22 12:22:49',NULL,'2025-12-22 12:20:18','2025-12-22 12:22:49'),
(242,'App\\Models\\User',209,'user-token','c99701409fcc43c1f3ba801fb3dc2f562adf32ba0fcb366fa43697e56e8aa853','[\"*\"]','2025-12-22 21:17:25',NULL,'2025-12-22 19:07:25','2025-12-22 21:17:25'),
(243,'App\\Models\\User',210,'user-token','7be66381c5925127230cf77118b7f729c0ed010edf39d155d69083698f0e7eb6','[\"*\"]','2025-12-22 22:04:44',NULL,'2025-12-22 21:45:10','2025-12-22 22:04:44'),
(244,'App\\Models\\User',210,'admin-token','31249308f14f05f052c374eb92f7741fb8934f5d51fd93bea5504d9b2e28e686','[\"*\"]','2025-12-22 21:52:12',NULL,'2025-12-22 21:51:58','2025-12-22 21:52:12'),
(245,'App\\Models\\User',211,'user-token','7f43508d60852738d1bcf66e1b8fe4fba9bc41e14e2f5c8c02e0e011b22b16a8','[\"*\"]','2025-12-24 07:25:12',NULL,'2025-12-23 06:41:44','2025-12-24 07:25:12'),
(246,'App\\Models\\User',211,'admin-token','279e596c8651cf085b62b8e6e0c9c644c8513c1ecb6560860bed6bc344f3b904','[\"*\"]','2025-12-23 10:12:10',NULL,'2025-12-23 09:46:32','2025-12-23 10:12:10'),
(247,'App\\Models\\User',212,'user-token','2a830e0360a05ce856e229b57d0ad84c6373cef228257cd039f6652f59e98013','[\"*\"]','2025-12-23 10:37:25',NULL,'2025-12-23 10:25:56','2025-12-23 10:37:25'),
(248,'App\\Models\\User',213,'user-token','98d30e2628f26ed1248457b823877705e0af8245aa98e98aedaaeac314151ad7','[\"*\"]','2025-12-24 08:26:48',NULL,'2025-12-23 10:42:06','2025-12-24 08:26:48'),
(249,'App\\Models\\User',214,'user-token','ef909e1fdb91a5ae840d8983965923d5ff0af4774defd33ae353de27524e75f3','[\"*\"]','2025-12-23 11:08:52',NULL,'2025-12-23 11:06:15','2025-12-23 11:08:52'),
(250,'App\\Models\\User',183,'admin-token','4bfaa42c959be25571e419f2f9fbf1f37915bfff0a94d49f489b5b6a473b8ee0','[\"*\"]','2025-12-26 12:32:10',NULL,'2025-12-23 11:10:01','2025-12-26 12:32:10'),
(251,'App\\Models\\User',215,'user-token','38bc1cd5c69664c6803a0a555dd1a6e6f20433dd3d68aef52aebff0e0d5d905b','[\"*\"]','2025-12-23 11:30:36',NULL,'2025-12-23 11:29:37','2025-12-23 11:30:36'),
(252,'App\\Models\\User',216,'user-token','8b82bd4b2c278a03c4c1df3268c616e6f2a4c972eb1d3e776082fb9ee56200b3','[\"*\"]','2025-12-23 11:32:42',NULL,'2025-12-23 11:30:14','2025-12-23 11:32:42'),
(254,'App\\Models\\User',218,'user-token','22e148a07e3b67967989c35b70bb1b1feffee92ddd7a066f7ad019e732833e04','[\"*\"]','2025-12-23 12:05:03',NULL,'2025-12-23 11:59:12','2025-12-23 12:05:03'),
(255,'App\\Models\\User',217,'admin-token','d2e3c7fc11fcd05ee59ab05803af38c4ed51832ddf8780d36f377e8a5a015fc0','[\"*\"]','2025-12-23 20:46:22',NULL,'2025-12-23 12:21:53','2025-12-23 20:46:22'),
(256,'App\\Models\\User',219,'user-token','4159d68b9ea863b4948b44538b7ccae0021333ac8f993f3ce81af5988ebcc7bc','[\"*\"]','2025-12-23 13:53:35',NULL,'2025-12-23 13:52:39','2025-12-23 13:53:35'),
(257,'App\\Models\\User',220,'user-token','db1f207dcca741550a6f4861a45cec7dd488891ccc29f651921b89b30ed3dd57','[\"*\"]','2025-12-23 14:53:14',NULL,'2025-12-23 14:52:38','2025-12-23 14:53:14'),
(258,'App\\Models\\User',221,'user-token','5c8d4403b06022058ae54bde80f6250436f0b3d46228a44247501bab1c9a9962','[\"*\"]','2025-12-23 15:54:30',NULL,'2025-12-23 15:49:55','2025-12-23 15:54:30'),
(259,'App\\Models\\User',222,'user-token','150375057cf248f93dc34030740a8ba9836fdb0b2d43f41c9359f4f7397d3307','[\"*\"]','2025-12-23 21:18:20',NULL,'2025-12-23 16:07:12','2025-12-23 21:18:20'),
(260,'App\\Models\\User',223,'user-token','c9072dd1b6de52ddee0506e109d4e74cdd7ddb004daa0fe5d62085147d2b6122','[\"*\"]','2025-12-23 16:50:08',NULL,'2025-12-23 16:38:08','2025-12-23 16:50:08'),
(261,'App\\Models\\User',211,'admin-token','8f99c26cfe16ae051dc794d5311a3384a55194aef6d6d7150b1b906226c94a72','[\"*\"]','2025-12-23 17:50:42',NULL,'2025-12-23 17:50:20','2025-12-23 17:50:42'),
(262,'App\\Models\\User',224,'user-token','ab7963e690f60e67a77516cd17e9728518bfa2d171e5266b8567a3c7cbf38d64','[\"*\"]','2025-12-23 17:51:32',NULL,'2025-12-23 17:51:32','2025-12-23 17:51:32'),
(263,'App\\Models\\User',225,'user-token','2f7f3b7a2cb0a648efaa3a4886fcbb7b718452d575aa4806e3a7fe8d25eb2867','[\"*\"]','2025-12-23 18:16:06',NULL,'2025-12-23 18:16:06','2025-12-23 18:16:06'),
(264,'App\\Models\\User',226,'user-token','035bb3274a15ac1d6c63f068b821a42a0b9843b85542e4ec5cd659a5a793aaf1','[\"*\"]','2025-12-23 18:54:31',NULL,'2025-12-23 18:49:14','2025-12-23 18:54:31'),
(265,'App\\Models\\User',227,'user-token','a39ede16238c6a2a4956f8206dbeebe25108d466860268404c2c38e22a9ffa35','[\"*\"]','2025-12-23 18:51:43',NULL,'2025-12-23 18:50:39','2025-12-23 18:51:43'),
(266,'App\\Models\\User',228,'user-token','9fc90454d776a455e31910e6d600a402978a41b0c4f11464d47ce2431e17e37f','[\"*\"]','2025-12-24 09:53:30',NULL,'2025-12-23 20:11:16','2025-12-24 09:53:30'),
(267,'App\\Models\\User',229,'user-token','2ebc98bec5fe03276e0e3587d877b5214696dac421e205fecc99d6886cd37ae8','[\"*\"]','2025-12-23 20:39:34',NULL,'2025-12-23 20:37:26','2025-12-23 20:39:34'),
(268,'App\\Models\\User',230,'user-token','a2978f15bac4ba17a5eaef78e139b3f81977b88b48baf7e7543b1644699f5de1','[\"*\"]','2025-12-23 20:42:48',NULL,'2025-12-23 20:41:15','2025-12-23 20:42:48'),
(269,'App\\Models\\User',231,'user-token','9898568ab701e3cfdc9c6a284c88e17db7b41498e4bcfdcb5d08e369f255aca2','[\"*\"]','2025-12-23 21:01:38',NULL,'2025-12-23 20:57:12','2025-12-23 21:01:38'),
(270,'App\\Models\\User',232,'user-token','c6e4badbe633b605ae57f45126e8887587a2995279060923e453466fa5f302f5','[\"*\"]','2025-12-23 21:37:00',NULL,'2025-12-23 21:36:59','2025-12-23 21:37:00'),
(271,'App\\Models\\User',233,'user-token','3fdc8485003412c979adb895678c7bfb6f1f956426680b70f1838f16fb25591f','[\"*\"]','2025-12-23 21:41:46',NULL,'2025-12-23 21:41:39','2025-12-23 21:41:46'),
(272,'App\\Models\\User',234,'user-token','96f854233e39e2bb12c2a2bf82efe8aabbee71493f73bcece89e38b9e923c7af','[\"*\"]','2025-12-23 22:02:48',NULL,'2025-12-23 21:58:34','2025-12-23 22:02:48'),
(273,'App\\Models\\User',235,'user-token','d9eaf5da9269eb888a4300c422a7db2c174bb4e15f8e8eeb1e61a07e3722bd93','[\"*\"]','2025-12-23 23:01:01',NULL,'2025-12-23 22:51:55','2025-12-23 23:01:01'),
(274,'App\\Models\\User',236,'user-token','8a8f9a4084da91b865c3cb3c65feba3900c7accd75c912d93d806280b0bb04c2','[\"*\"]','2025-12-23 23:06:31',NULL,'2025-12-23 23:03:46','2025-12-23 23:06:31'),
(275,'App\\Models\\User',237,'user-token','40ef875ecff3bb68aa92ed8bc132ddfdebba65e5d8037d0295c373962c79b8e1','[\"*\"]','2025-12-24 05:14:39',NULL,'2025-12-24 05:07:27','2025-12-24 05:14:39'),
(276,'App\\Models\\User',238,'user-token','8f54deaa5c368d95bb7ff42f13ca1f9bd35acb70ac1e69be36e0f182cd55614c','[\"*\"]','2025-12-24 05:22:34',NULL,'2025-12-24 05:20:09','2025-12-24 05:22:34'),
(277,'App\\Models\\User',239,'user-token','575c3ada998005a88bebc8c3a65c6f047f0d0699a16b4c09b9ae94d508186080','[\"*\"]','2025-12-24 08:47:49',NULL,'2025-12-24 05:45:35','2025-12-24 08:47:49'),
(278,'App\\Models\\User',240,'user-token','66fb3196fb52f7389f90262d27aa86d48780e32582ed5491ce2e5e175d8bc530','[\"*\"]','2025-12-24 06:43:04',NULL,'2025-12-24 06:41:47','2025-12-24 06:43:04'),
(279,'App\\Models\\User',241,'user-token','0b317526f2a02e983265d3d2b5c773b10d124614134978a3519db2b1d7fc7432','[\"*\"]','2025-12-24 08:18:23',NULL,'2025-12-24 08:15:13','2025-12-24 08:18:23'),
(280,'App\\Models\\User',242,'user-token','5cd4f6f3fe668b66e0a51ec1f12d72e3593b3c3dc219c51e2bcfef2a567cbf00','[\"*\"]','2025-12-24 10:11:59',NULL,'2025-12-24 08:17:09','2025-12-24 10:11:59'),
(281,'App\\Models\\User',243,'user-token','04905f6d547998506eb7cf3d23b94c6f238734d86dd742b85d5359d25a55f0ee','[\"*\"]','2025-12-25 08:58:05',NULL,'2025-12-24 08:29:27','2025-12-25 08:58:05'),
(282,'App\\Models\\User',244,'user-token','e8571478c79c88aba234df72343b8e6f7ad9a09b3bf81268fcbec0da9b199bdd','[\"*\"]','2025-12-24 08:40:26',NULL,'2025-12-24 08:33:50','2025-12-24 08:40:26'),
(283,'App\\Models\\User',245,'user-token','7dc158cf652ed185633d70cbe3c2461bcd5428d53b9f2f0d548d5eab5162936a','[\"*\"]','2025-12-25 19:57:25',NULL,'2025-12-24 09:04:10','2025-12-25 19:57:25'),
(284,'App\\Models\\User',246,'user-token','2d362869ed7d9749496cce3032ce2294a6daf8fbaaf09838fbd282dae988bd8d','[\"*\"]','2025-12-24 18:32:21',NULL,'2025-12-24 09:34:03','2025-12-24 18:32:21'),
(285,'App\\Models\\User',247,'user-token','1e4390625131f66807269d46352e1566f0682c99beb496a2107eb7e9260bc03e','[\"*\"]','2025-12-24 09:44:07',NULL,'2025-12-24 09:37:07','2025-12-24 09:44:07'),
(286,'App\\Models\\User',248,'user-token','2231e09ab3ece8186aee16b1aadbd6d961eff7806c7f7f8c3cf24a960c80624b','[\"*\"]','2025-12-25 20:16:30',NULL,'2025-12-24 09:58:02','2025-12-25 20:16:30'),
(287,'App\\Models\\User',249,'user-token','38ef530db0f3b4f808066c9c3eadd8c21b58ffa62c5307679bae5b18f76880b9','[\"*\"]','2025-12-24 12:48:28',NULL,'2025-12-24 10:12:30','2025-12-24 12:48:28'),
(288,'App\\Models\\User',250,'user-token','78a3e1b271c437a3270c5e1bb514f67330e90aa3ae4a5524e7d7cf8eb6aeef17','[\"*\"]','2025-12-24 12:45:09',NULL,'2025-12-24 10:28:09','2025-12-24 12:45:09'),
(289,'App\\Models\\User',251,'user-token','aabf2610b95f65b68967bae0a4ac52ec7fd0a82401a570c5aecbed7156b4e0db','[\"*\"]','2025-12-24 11:23:40',NULL,'2025-12-24 10:59:26','2025-12-24 11:23:40'),
(290,'App\\Models\\User',252,'user-token','687f1c0bfced5c9eacb5f47bf8f35df578315954f77deb183ff8137e5bc65b34','[\"*\"]','2025-12-24 23:22:19',NULL,'2025-12-24 10:59:30','2025-12-24 23:22:19'),
(291,'App\\Models\\User',253,'user-token','7588dc0c58aa0c1d34dbeb12a2ac11c58cc29e0518c6764799ca1b63e6b743a0','[\"*\"]','2025-12-25 11:47:08',NULL,'2025-12-24 11:12:54','2025-12-25 11:47:08'),
(292,'App\\Models\\User',254,'user-token','739ace7aaefd6838f20d0e78d4cd61728d3be2579e0426ad07e5629daca791b3','[\"*\"]','2025-12-24 11:39:46',NULL,'2025-12-24 11:36:08','2025-12-24 11:39:46'),
(293,'App\\Models\\User',255,'user-token','4152e267c7a4ffdef60f87939f46d321dc52f5d2af024e591c36b0854100d85d','[\"*\"]','2025-12-24 12:11:04',NULL,'2025-12-24 12:09:23','2025-12-24 12:11:04'),
(294,'App\\Models\\User',256,'user-token','65006ed5dbb44ede4c80c4c6283784ab677b9b6470696d4684d42b2d9d5bc961','[\"*\"]','2025-12-24 12:31:48',NULL,'2025-12-24 12:19:47','2025-12-24 12:31:48'),
(295,'App\\Models\\User',257,'user-token','22ff48161fb945bff331015e6d9a23fca96ae155e7e9c273c086a21b578349f4','[\"*\"]','2025-12-24 12:24:11',NULL,'2025-12-24 12:20:01','2025-12-24 12:24:11'),
(296,'App\\Models\\User',258,'user-token','ab4844ab48648a13855adf2c4b0b9c3f87930e7a3f9ac54ea2317a518ddc5a22','[\"*\"]','2025-12-25 08:01:49',NULL,'2025-12-24 16:13:01','2025-12-25 08:01:49'),
(297,'App\\Models\\User',259,'user-token','ec9d193c7917c204b37b1ffc353e7b39343fe46353f806f6c97ddb1719e29bfb','[\"*\"]','2025-12-24 16:44:28',NULL,'2025-12-24 16:44:27','2025-12-24 16:44:28'),
(298,'App\\Models\\User',212,'admin-token','f5e0d9c3ac65694ed31c3e0d32389aac5faa8f67488a0bf247edf48e0a2090ea','[\"*\"]','2025-12-24 17:06:46',NULL,'2025-12-24 17:05:39','2025-12-24 17:06:46'),
(299,'App\\Models\\User',260,'user-token','961e55cfb359976653b88146425dfc1bb7ea615d6020bf3603f8aaf60122252a','[\"*\"]','2025-12-24 18:29:03',NULL,'2025-12-24 18:29:03','2025-12-24 18:29:03'),
(300,'App\\Models\\User',261,'user-token','905e1c465fed6081b11dc00e261c4e3274804719359b590767b2bb4f4b7defc1','[\"*\"]','2025-12-24 19:37:00',NULL,'2025-12-24 19:35:10','2025-12-24 19:37:00'),
(301,'App\\Models\\User',262,'user-token','ecb396cd5238a6d7b9fda12c4e7bc7c55a072b5e94ef4e8193ec81cd032496c7','[\"*\"]','2025-12-24 20:39:56',NULL,'2025-12-24 19:38:25','2025-12-24 20:39:56'),
(302,'App\\Models\\User',263,'user-token','5e50484be8101fa2c8724809db633890b5269a8d305e0f1e9ba52cb160c9ca3b','[\"*\"]','2025-12-25 05:49:31',NULL,'2025-12-25 05:37:45','2025-12-25 05:49:31'),
(303,'App\\Models\\User',264,'user-token','eb26e6bf5dcf17b23f3b1735ca3c851c293d97736a8aa9d3baffa6e617847778','[\"*\"]','2025-12-25 06:03:54',NULL,'2025-12-25 05:58:11','2025-12-25 06:03:54'),
(304,'App\\Models\\User',265,'user-token','7e092545293b099a250c8a42e18642c397c048e258e42336b8b87e8f55695b3d','[\"*\"]','2025-12-25 06:50:17',NULL,'2025-12-25 06:48:10','2025-12-25 06:50:17'),
(305,'App\\Models\\User',266,'user-token','033f91cf5e5713572324fe4f57542a3a21d4e806f00d1b3e2cbd4a99eea14be2','[\"*\"]','2025-12-25 07:16:25',NULL,'2025-12-25 07:16:24','2025-12-25 07:16:25'),
(306,'App\\Models\\User',212,'admin-token','90013f6e0f5441f6d8c688015572d0d0db08ced3d172accc12c1b77a504879c5','[\"*\"]','2025-12-25 07:53:43',NULL,'2025-12-25 07:53:20','2025-12-25 07:53:43'),
(307,'App\\Models\\User',267,'user-token','d1505bd2413e4a009cc531571dc601950d82bbe26ca87c9bf71147d7b044e041','[\"*\"]','2025-12-25 10:50:21',NULL,'2025-12-25 10:50:20','2025-12-25 10:50:21'),
(308,'App\\Models\\User',268,'user-token','0276c1b7d7e5633ed154ca3c4f33bf97d278590885fda7f2da78634dfc6e2ff5','[\"*\"]','2025-12-25 13:00:23',NULL,'2025-12-25 13:00:23','2025-12-25 13:00:23'),
(309,'App\\Models\\User',269,'user-token','a754bd338f995cfbf307e8f592ec64ab9e2a14df385e9f8e99e009d2e254b4ff','[\"*\"]','2025-12-25 13:29:53',NULL,'2025-12-25 13:29:52','2025-12-25 13:29:53'),
(310,'App\\Models\\User',163,'admin-token','c5293ead6bc1f5a4cfccfec2ec4d825e8a972048adbed38e3af322fd92c442af','[\"*\"]','2025-12-25 16:22:07',NULL,'2025-12-25 16:19:08','2025-12-25 16:22:07'),
(311,'App\\Models\\User',270,'user-token','97b770823d03e016240f8325ea2ba1220d0ec3d07ea0e0db0219dd3608f9d6fc','[\"*\"]','2025-12-25 16:24:15',NULL,'2025-12-25 16:22:50','2025-12-25 16:24:15'),
(312,'App\\Models\\User',271,'user-token','faae18005a46ecf803a206ab3f41264da46c20947fb291c5cefe64c3df9b81d5','[\"*\"]','2025-12-25 17:23:36',NULL,'2025-12-25 17:23:35','2025-12-25 17:23:36'),
(313,'App\\Models\\User',272,'user-token','674798389d6abc4c538ea2204427f6f7a75bc1d72253fb50467683edae06562c','[\"*\"]','2025-12-25 19:38:20',NULL,'2025-12-25 19:24:16','2025-12-25 19:38:20'),
(314,'App\\Models\\User',273,'user-token','b56e35586ba260d68f81fab3648d8e7d9f63fe81c1b2993e7fbc78cc87779a26','[\"*\"]','2025-12-25 20:42:22',NULL,'2025-12-25 20:41:59','2025-12-25 20:42:22'),
(315,'App\\Models\\User',274,'user-token','fb14e81a3dfdd90a41223849e2ef1499ac44b5549eed6af6e0ca88526a4e63ac','[\"*\"]','2025-12-25 21:28:42',NULL,'2025-12-25 21:18:08','2025-12-25 21:28:42'),
(316,'App\\Models\\User',275,'user-token','7ad1e4c5102579387c23bd495fbba21febe4c121a996b180ac8ab237e3c10a2d','[\"*\"]','2025-12-26 08:38:54',NULL,'2025-12-26 05:47:32','2025-12-26 08:38:54'),
(317,'App\\Models\\User',276,'user-token','b68185b10eccc45fc67aeba2293d5d66666e66b3c42583fbe8537cf9852a536f','[\"*\"]','2025-12-26 08:31:51',NULL,'2025-12-26 08:28:35','2025-12-26 08:31:51'),
(318,'App\\Models\\User',277,'user-token','e1bf6ca3d627ab222214f4cb3e86d3c4b488349eb1fc53014944e6eabb4db486','[\"*\"]','2025-12-26 08:36:03',NULL,'2025-12-26 08:36:03','2025-12-26 08:36:03'),
(319,'App\\Models\\User',278,'user-token','65a8a935501423fda99b095ccf3c3025883adf17eee360714f4e342c1a6fd64a','[\"*\"]','2025-12-26 10:14:36',NULL,'2025-12-26 10:06:27','2025-12-26 10:14:36'),
(320,'App\\Models\\User',279,'user-token','3453970845bd2bd8e5074339c44e9149b10ced7e12e334b230ba2608b850f673','[\"*\"]','2025-12-26 11:16:24',NULL,'2025-12-26 11:16:23','2025-12-26 11:16:24'),
(321,'App\\Models\\User',280,'user-token','3424afab04a5c6799b74b8c4764c91e1f45238298535d7f7e70f66b97ab9f7f4','[\"*\"]','2025-12-26 13:08:54',NULL,'2025-12-26 13:03:20','2025-12-26 13:08:54'),
(322,'App\\Models\\User',84,'admin-token','d846cfb8e4325c44da290937968a1641e342f6a55e5ae42aba1a06b14c11cb1d','[\"*\"]','2025-12-26 13:43:41',NULL,'2025-12-26 13:42:46','2025-12-26 13:43:41');
/*!40000 ALTER TABLE `personal_access_tokens` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_images`
--

DROP TABLE IF EXISTS `product_images`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_images` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `product_id` bigint(20) unsigned NOT NULL,
  `path` varchar(255) NOT NULL,
  `sort_order` int(10) unsigned NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_images_product_id_foreign` (`product_id`),
  CONSTRAINT `product_images_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_images`
--

LOCK TABLES `product_images` WRITE;
/*!40000 ALTER TABLE `product_images` DISABLE KEYS */;
INSERT INTO `product_images` VALUES
(1,1,'products/yFjzhajYjuf7ajTi1DLDETmNpIGn8Mer9EUNSyG5.jpg',0,'2025-11-22 19:59:09','2025-11-22 19:59:09'),
(2,2,'products/lGsr31B3J9vhJRvrSHXV39KBl5JO0h8LvHHS2W00.jpg',0,'2025-11-22 20:01:45','2025-11-22 20:01:45'),
(4,4,'products/UF4L3EPWetO1tddNeFECxG4LZTWnkRlqDAdZGIIN.jpg',0,'2025-11-22 20:05:49','2025-11-22 20:05:49'),
(5,5,'products/pc4EDPcMv6lWK6euINle0NaxmDNi5akjofIdcwPB.jpg',0,'2025-11-22 20:16:20','2025-11-22 20:16:20'),
(6,6,'products/wR57dHKRd3p5VOwZW74JfXDzEzQJvq7IFTVa9PLs.jpg',0,'2025-11-22 20:17:35','2025-11-22 20:17:35'),
(7,7,'products/36KJPqKMQZid3z9znWlHZoJrlZJyHyZV1QUYw4y3.jpg',0,'2025-11-22 20:19:13','2025-11-22 20:19:13'),
(8,8,'products/7VJnOy5umN7esLAdMewpoXBQ3NGGXbvhKyqM7is0.jpg',0,'2025-11-25 15:44:29','2025-11-25 15:44:29'),
(10,10,'products/jyLcGWleI1uzYGnWR28u23rqct9EKLlafbGpHQ5x.jpg',0,'2025-11-25 15:47:21','2025-11-25 15:47:21'),
(11,11,'products/bjiI46dSIJyzVUUODsOjIbooxLniXXmmLxv5r24f.jpg',0,'2025-11-25 15:48:14','2025-11-25 15:48:14'),
(14,13,'products/E4ahotjrgDJuhCBUAsx8MJHJyBXC2rhL0nHhgB4i.jpg',0,'2025-11-30 14:41:07','2025-11-30 14:41:07'),
(15,13,'products/iKF0rloGFdbKpPkqhFZgM1N9aFoLGV6Oh53diSMw.jpg',1,'2025-11-30 14:41:07','2025-11-30 14:41:07'),
(16,14,'products/fbzlxR9cgotP33mcKfdKQoRWoRkIZRb3Dkb0ZIaP.jpg',0,'2025-12-07 13:06:04','2025-12-07 13:06:04'),
(26,24,'products/Vr0MthtJ0WVwpLjPR06EbrX5RdKyL5wP6UqWQegZ.jpg',0,'2025-12-07 15:06:27','2025-12-07 15:06:27'),
(27,25,'products/wb6AIdRM4nIwG2KgA6Q7hj8NVkeUS9XbSVztfcbO.jpg',0,'2025-12-07 15:08:08','2025-12-07 15:08:08'),
(30,27,'products/Ddp8h4xX6304CaaFA1pwZxkzSnqMIOSKhNFxSshS.jpg',0,'2025-12-11 13:50:25','2025-12-11 13:50:25'),
(31,28,'products/KeXfGQYd14v9g0Q2ux3k9vAU2SYW5QhPgbiWAm1E.jpg',0,'2025-12-11 13:52:55','2025-12-11 13:52:55'),
(32,29,'products/dzddvdT0rvx7w3tKVDdnXG2Jy9M6iUlnbnvOXrVz.jpg',0,'2025-12-16 10:18:20','2025-12-16 10:18:20'),
(33,30,'products/fvzcx3f5lag1YZ4TJYcDy05iipgCTFqxGxDmtoKy.jpg',0,'2025-12-23 08:12:14','2025-12-23 08:12:14');
/*!40000 ALTER TABLE `product_images` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_variants`
--

DROP TABLE IF EXISTS `product_variants`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `product_variants` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `product_id` bigint(20) unsigned NOT NULL,
  `color_id` bigint(20) unsigned DEFAULT NULL,
  `size_id` bigint(20) unsigned DEFAULT NULL,
  `sku` varchar(255) DEFAULT NULL,
  `stock` int(11) NOT NULL DEFAULT 0,
  `price` int(11) DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `product_variants_sku_unique` (`sku`),
  UNIQUE KEY `product_variants_unique` (`product_id`,`color_id`,`size_id`),
  KEY `product_variants_size_id_foreign` (`size_id`),
  KEY `product_variants_active` (`product_id`,`is_active`),
  KEY `product_variants_color_size` (`color_id`,`size_id`),
  CONSTRAINT `product_variants_color_id_foreign` FOREIGN KEY (`color_id`) REFERENCES `colors` (`id`) ON DELETE SET NULL,
  CONSTRAINT `product_variants_product_id_foreign` FOREIGN KEY (`product_id`) REFERENCES `products` (`id`) ON DELETE CASCADE,
  CONSTRAINT `product_variants_size_id_foreign` FOREIGN KEY (`size_id`) REFERENCES `sizes` (`id`) ON DELETE SET NULL
) ENGINE=InnoDB AUTO_INCREMENT=78 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_variants`
--

LOCK TABLES `product_variants` WRITE;
/*!40000 ALTER TABLE `product_variants` DISABLE KEYS */;
INSERT INTO `product_variants` VALUES
(1,12,NULL,1,'mhsol-tsty-aeab-20X30',3,10000,1,'2025-11-29 12:49:59','2025-12-13 08:46:50'),
(44,14,NULL,1,'tablo-dlar-o-allh-2-U3VF-20X30',95,680000,1,'2025-12-16 07:18:55','2025-12-19 11:50:47'),
(45,14,NULL,2,'tablo-dlar-o-allh-2-U3VF-30X40',89,980000,1,'2025-12-16 07:18:55','2025-12-26 08:37:27'),
(46,14,NULL,4,'tablo-dlar-o-allh-2-U3VF-40X50',100,1380000,1,'2025-12-16 07:18:55','2025-12-16 07:18:55'),
(47,14,NULL,6,'tablo-dlar-o-allh-2-U3VF-16X21',100,550000,1,'2025-12-16 07:18:55','2025-12-16 07:18:55'),
(54,11,NULL,1,'tablo-cb1300-uHbB-20X30',100,650000,1,'2025-12-16 07:21:03','2025-12-16 07:21:03'),
(55,11,NULL,6,'tablo-cb1300-uHbB-16X21',100,550000,1,'2025-12-16 07:21:03','2025-12-16 07:21:03'),
(56,11,NULL,2,'tablo-cb1300-uHbB-30X40',100,880000,1,'2025-12-16 07:21:03','2025-12-16 07:21:03'),
(59,30,NULL,1,'tablo-vip-rzk-enYp-20X30',10,880000,1,'2025-12-23 08:12:14','2025-12-23 08:12:14'),
(60,30,NULL,2,'tablo-vip-rzk-enYp-30X40',9,1280000,1,'2025-12-23 08:12:14','2025-12-24 09:12:04'),
(67,28,NULL,1,'tablo-cls-KUvV-20X30',98,780000,1,'2025-12-23 08:13:44','2025-12-23 08:13:44'),
(68,28,NULL,2,'tablo-cls-KUvV-30X40',97,1180000,1,'2025-12-23 08:13:44','2025-12-24 10:08:51'),
(69,28,NULL,4,'tablo-cls-KUvV-40X50',10,1480000,1,'2025-12-23 08:13:44','2025-12-23 08:13:44'),
(70,27,NULL,1,'tablo-trkyby-cb-o-lndkroz-eXdf-20X30',100,880000,1,'2025-12-23 08:14:25','2025-12-23 08:14:25'),
(71,27,NULL,2,'tablo-trkyby-cb-o-lndkroz-eXdf-30X40',99,1280000,1,'2025-12-23 08:14:25','2025-12-24 10:05:09'),
(72,27,NULL,4,'tablo-trkyby-cb-o-lndkroz-eXdf-40X50',10,1480000,1,'2025-12-23 08:14:25','2025-12-23 08:14:25'),
(73,13,NULL,7,'tablo-trkyb-dlar-o-allh-AwfJ-13X18',50,398000,1,'2025-12-23 08:22:19','2025-12-23 08:22:19'),
(74,13,NULL,6,'tablo-trkyb-dlar-o-allh-AwfJ-16X21',48,550000,1,'2025-12-23 08:22:19','2025-12-24 08:38:10'),
(75,13,NULL,1,'tablo-trkyb-dlar-o-allh-AwfJ-20X30',41,680000,1,'2025-12-23 08:22:19','2025-12-25 06:03:10'),
(76,13,NULL,2,'tablo-trkyb-dlar-o-allh-AwfJ-30X40',38,980000,1,'2025-12-23 08:22:19','2025-12-26 13:06:59'),
(77,13,NULL,3,'tablo-trkyb-dlar-o-allh-AwfJ-40X60',0,1480000,1,'2025-12-23 08:22:19','2025-12-23 08:22:19');
/*!40000 ALTER TABLE `product_variants` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `products`
--

DROP TABLE IF EXISTS `products`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `products` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `description` text DEFAULT NULL,
  `price` int(10) unsigned NOT NULL,
  `stock` int(10) unsigned NOT NULL DEFAULT 0,
  `has_variants` tinyint(1) NOT NULL DEFAULT 0,
  `has_colors` tinyint(1) NOT NULL DEFAULT 0,
  `has_sizes` tinyint(1) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `category_id` bigint(20) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `products_slug_unique` (`slug`),
  KEY `products_category_id_foreign` (`category_id`),
  CONSTRAINT `products_category_id_foreign` FOREIGN KEY (`category_id`) REFERENCES `categories` (`id`) ON DELETE SET NULL
) ENGINE=InnoDB AUTO_INCREMENT=31 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `products`
--

LOCK TABLES `products` WRITE;
/*!40000 ALTER TABLE `products` DISABLE KEYS */;
INSERT INTO `products` VALUES
(1,'تابلو ماکت cb1300','tablo-makt-cb1300-ikwy','تابلو باکس cb 1300 که داخل محصول ماکت اورجینال cb وجود دارد',3300000,1000,1,1,1,1,'2025-11-22 19:59:09','2025-12-10 11:11:46',NULL),
(2,'تابلو مونوپولی','tablo-monopoly-VU93','یه امرجنسی باکس طراحی شده که هر لحظه بهت انگیزه میده تا اول به پول فکر کنی \r\nسایز:40*40',1680000,1000,0,0,0,1,'2025-11-22 20:01:45','2025-11-22 20:02:03',NULL),
(3,'تابلو cb1300','tablo-cb1300-EIJS','تابلو طراحی شده چاپی عاشقان cb1300',590000,100,0,0,0,0,'2025-11-22 20:03:16','2025-11-30 14:37:52',NULL),
(4,'تابلو حصین','tablo-hsyn-Bqfc','تابلو پلی لیست حصین',580000,100,0,0,0,1,'2025-11-22 20:05:49','2025-11-22 20:05:49',NULL),
(5,'امرجنسی باکس E104','amrgnsy-baks-e104-6jPZ','یه کار ناب وخفن ک هر فضایی رو میتونی خاص کنه  70*120',9500000,1000,1,1,1,1,'2025-11-22 20:16:20','2025-12-16 10:20:03',1),
(6,'امرجنسی باکس E102','amrgnsy-baks-e102-MaKG','یه کار ناب و گنگ که شاید هرجایی نبینید',1680000,100,0,0,0,1,'2025-11-22 20:17:35','2025-11-22 20:17:35',1),
(7,'امرجنسی باکس E105','amrgnsy-baks-e105-2FRq','یه کار ناب و گنگ که شاید هرجایی نبینید\r\n40*60',3280000,9,0,0,0,1,'2025-11-22 20:19:13','2025-12-24 07:40:08',1),
(8,'امرجنسی باکس پر دلار و تفنگ','amrgnsy-baks-pr-dlar-o-tfng-In1t','یه کاری که چشم هرکسی رو به خودش جذب میکنه',2480000,0,0,0,0,1,'2025-11-25 15:44:29','2025-12-20 07:52:08',1),
(9,'امرجنسی باکس پر دلار','amrgnsy-baks-pr-dlar-dJrV','یه کاری که چشم هرکسی رو به خودش جذب میکنه',4200000,100,1,0,1,0,'2025-11-25 15:46:22','2025-11-30 14:37:09',1),
(10,'امرجنسی باکس E107','amrgnsy-baks-e107-OI3P','امرجنسی باکس ترکیبی که این مدل سوپرایزی و برای هر شخص با طراحی متفاوتی ارسال میشه\r\nسایز:30*40',1680000,100,0,0,0,1,'2025-11-25 15:47:21','2025-11-25 15:47:21',1),
(11,'تابلو cb1300','tablo-cb1300-uHbB','تابلو طراحی شده چاپی عاشقان cb1300 ابعاد 30*40',550000,100,1,0,1,1,'2025-11-25 15:48:14','2025-12-16 07:21:03',1),
(12,'محصول تستی','mhsol-tsty-aeab',NULL,10000,5,1,0,1,0,'2025-11-28 19:34:08','2025-12-13 08:47:06',1),
(13,'تابلو ترکیب دلار و الله','tablo-trkyb-dlar-o-allh-AwfJ','تابلوی الله و دلار✨️💸\r\n\r\nمناسب مغازه دارای خوش سلیقه \r\nبگیر واسه کسب و کار عشقت ذوق کنه🥹',398000,100,1,0,1,1,'2025-11-30 14:13:30','2025-12-23 08:22:19',1),
(14,'تابلو دلار و الله 2','tablo-dlar-o-allh-2-U3VF','یه کار خفن رزق و روزی که واقعا لذت بخشه ❤️‍🔥',550000,100,1,0,1,1,'2025-12-07 13:06:04','2025-12-16 07:18:55',1),
(15,'تابلو باکس پر یورو و دلار','tablo-baks-pr-yoro-o-dlar-BpUi','یه کار ناب و خفن',1280000,100,1,1,1,0,'2025-12-07 13:10:07','2025-12-07 15:02:59',1),
(16,'تابلو باکس پر یورو و دلار','tablo-baks-pr-yoro-o-dlar-vNba','یه کار ناب و خفن',1280000,100,1,1,0,0,'2025-12-07 13:10:17','2025-12-07 13:13:10',1),
(17,'تابلو باکس پر یورو و دلار','tablo-baks-pr-yoro-o-dlar-gK3j','یه کار ناب و خفن',1280000,100,1,1,0,0,'2025-12-07 13:10:25','2025-12-07 13:13:12',1),
(18,'تابلو باکس پر یورو و دلار','tablo-baks-pr-yoro-o-dlar-AsnX','یه کار ناب و خفن',1280000,100,1,1,0,0,'2025-12-07 13:10:59','2025-12-07 13:13:13',1),
(19,'تابلو باکس پر یورو و دلار','tablo-baks-pr-yoro-o-dlar-42m1','یه کار ناب و خفن',1280000,100,1,1,0,0,'2025-12-07 13:11:04','2025-12-07 13:13:14',1),
(20,'تابلو باکس پر یورو و دلار','tablo-baks-pr-yoro-o-dlar-lRRr','یه کار ناب و خفن',1280000,100,1,1,0,0,'2025-12-07 13:11:09','2025-12-07 13:11:41',1),
(21,'تابلو باکس پر یورو و دلار','tablo-baks-pr-yoro-o-dlar-UV1i','یه کار ناب و خفن',1280000,100,1,1,0,0,'2025-12-07 13:11:17','2025-12-07 13:11:43',1),
(22,'تابلو باکس پر یورو و دلار','tablo-baks-pr-yoro-o-dlar-RVZx','یه کار ناب و خفن',1280000,100,1,1,0,0,'2025-12-07 13:11:18','2025-12-07 13:11:45',1),
(23,'تابلو باکس پر یورو و دلار','tablo-baks-pr-yoro-o-dlar-fRk1','یه کار ناب و خفن',1280000,100,0,0,0,0,'2025-12-07 13:11:25','2025-12-08 06:20:36',1),
(24,'تابلو باکس یورو','tablo-baks-yoro-gW0g',NULL,1280000,100,0,0,0,1,'2025-12-07 15:05:42','2025-12-07 15:06:27',1),
(25,'تابلو باکس دلار','tablo-baks-dlar-0U9K',NULL,1280000,100,0,0,0,1,'2025-12-07 15:08:08','2025-12-07 15:08:08',1),
(26,'تابلو روز مادر😍','tablo-roz-madr-af9i','تابلو روز مادر ❤️‍🔥😍',780000,99,0,0,0,0,'2025-12-07 15:14:44','2025-12-10 11:10:32',1),
(27,'تابلو ترکیبی cb و لندکروز','tablo-trkyby-cb-o-lndkroz-eXdf','تابلو ترکیبی پرطرفدار cb+لندکروز \r\n پول 1میلیون دلاری بصورت ماکته‼️',880000,100,1,0,1,1,'2025-12-11 13:47:16','2025-12-23 08:14:25',1),
(28,'تابلو cls','tablo-cls-KUvV','تابلو ترکیبی پرطرفدار cls\r\n پول 1میلیون دلاری بصورت ماکته‼️',780000,100,1,0,1,1,'2025-12-11 13:52:55','2025-12-23 08:13:44',1),
(29,'تابلو باکس cb 1300','tablo-baks-cb-1300-pBcG',NULL,3300000,8,0,0,0,1,'2025-12-16 10:18:20','2025-12-26 10:13:50',1),
(30,'تابلو vip رزق','tablo-vip-rzk-enYp','دلار روز تصویر بصورت ماکت',880000,10,1,0,1,1,'2025-12-23 08:10:49','2025-12-23 08:12:14',1);
/*!40000 ALTER TABLE `products` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sessions`
--

DROP TABLE IF EXISTS `sessions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `sessions` (
  `id` varchar(255) NOT NULL,
  `user_id` bigint(20) unsigned DEFAULT NULL,
  `ip_address` varchar(45) DEFAULT NULL,
  `user_agent` text DEFAULT NULL,
  `payload` longtext NOT NULL,
  `last_activity` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `sessions_user_id_index` (`user_id`),
  KEY `sessions_last_activity_index` (`last_activity`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sessions`
--

LOCK TABLES `sessions` WRITE;
/*!40000 ALTER TABLE `sessions` DISABLE KEYS */;
/*!40000 ALTER TABLE `sessions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sizes`
--

DROP TABLE IF EXISTS `sizes`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `sizes` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `description` varchar(255) DEFAULT NULL,
  `is_active` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sizes`
--

LOCK TABLES `sizes` WRITE;
/*!40000 ALTER TABLE `sizes` DISABLE KEYS */;
INSERT INTO `sizes` VALUES
(1,'20X30',NULL,1,'2025-11-29 12:49:59','2025-11-29 12:49:59'),
(2,'30X40',NULL,1,'2025-11-30 14:13:30','2025-11-30 14:13:30'),
(3,'40X60',NULL,1,'2025-11-30 14:13:30','2025-11-30 14:13:30'),
(4,'40X50',NULL,1,'2025-12-07 13:06:04','2025-12-07 13:06:04'),
(5,'20X40',NULL,1,'2025-12-07 13:10:07','2025-12-07 13:10:07'),
(6,'16X21',NULL,1,'2025-12-16 07:16:52','2025-12-16 07:16:52'),
(7,'13X18',NULL,1,'2025-12-23 08:22:19','2025-12-23 08:22:19');
/*!40000 ALTER TABLE `sizes` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `transactions`
--

DROP TABLE IF EXISTS `transactions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `transactions` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `invoice_id` bigint(20) unsigned NOT NULL,
  `gateway_id` bigint(20) unsigned DEFAULT NULL,
  `gateway_transaction_id` varchar(255) DEFAULT NULL,
  `callback_data` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`callback_data`)),
  `method` varchar(255) NOT NULL DEFAULT 'bank_transfer',
  `amount` int(10) unsigned NOT NULL,
  `reference` varchar(255) DEFAULT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'pending',
  `receipt_path` varchar(255) DEFAULT NULL,
  `verified_at` timestamp NULL DEFAULT NULL,
  `verified_by` bigint(20) unsigned DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `transactions_invoice_id_foreign` (`invoice_id`),
  KEY `transactions_verified_by_foreign` (`verified_by`),
  KEY `transactions_gateway_id_foreign` (`gateway_id`),
  CONSTRAINT `transactions_gateway_id_foreign` FOREIGN KEY (`gateway_id`) REFERENCES `payment_gateways` (`id`) ON DELETE SET NULL,
  CONSTRAINT `transactions_invoice_id_foreign` FOREIGN KEY (`invoice_id`) REFERENCES `invoices` (`id`) ON DELETE CASCADE,
  CONSTRAINT `transactions_verified_by_foreign` FOREIGN KEY (`verified_by`) REFERENCES `users` (`id`) ON DELETE SET NULL
) ENGINE=InnoDB AUTO_INCREMENT=328 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `transactions`
--

LOCK TABLES `transactions` WRITE;
/*!40000 ALTER TABLE `transactions` DISABLE KEYS */;
INSERT INTO `transactions` VALUES
(1,1,3,'4366567887','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4366567887\"}','zibal',10000,NULL,'verified',NULL,'2025-11-28 19:36:40',NULL,'2025-11-28 19:34:35','2025-11-29 03:31:21'),
(2,2,3,'4367467353','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4367467353\"}','zibal',10000,NULL,'verified',NULL,'2025-11-29 11:32:06',NULL,'2025-11-29 11:28:29','2025-11-30 03:31:50'),
(3,3,3,'4367688222','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',10000,NULL,'verified',NULL,'2025-11-29 14:03:29',NULL,'2025-11-29 14:02:32','2025-11-29 14:03:29'),
(4,4,3,'4369335575','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4369335575\"}','zibal',680000,NULL,'verified',NULL,'2025-11-30 14:22:10',NULL,'2025-11-30 14:15:05','2025-12-01 03:20:18'),
(5,5,3,'4370019921','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4370019921\"}','zibal',612000,NULL,'verified',NULL,'2025-11-30 20:52:14',NULL,'2025-11-30 20:51:21','2025-12-02 03:20:56'),
(6,6,3,'4370030865','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',612000,NULL,'verified',NULL,'2025-11-30 21:00:46',NULL,'2025-11-30 20:59:35','2025-11-30 21:00:46'),
(7,7,3,'4370483661','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1242000,NULL,'verified',NULL,'2025-12-01 08:28:09',NULL,'2025-12-01 08:25:58','2025-12-01 08:28:09'),
(8,8,3,'4370636623','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',882000,NULL,'verified',NULL,'2025-12-01 10:03:59',NULL,'2025-12-01 10:02:50','2025-12-01 10:03:59'),
(9,9,3,'4370791070','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1242000,NULL,'verified',NULL,'2025-12-01 11:33:01',NULL,'2025-12-01 11:30:50','2025-12-01 11:33:01'),
(10,10,3,'4372610133',NULL,'zibal',1242000,NULL,'pending',NULL,NULL,NULL,'2025-12-02 14:35:57','2025-12-02 14:35:57'),
(11,11,3,'4373146051','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4373146051\"}','zibal',1242000,NULL,'verified',NULL,'2025-12-02 19:56:15',NULL,'2025-12-02 19:54:48','2025-12-03 03:11:32'),
(12,12,3,'4373147577',NULL,'zibal',882000,NULL,'pending',NULL,NULL,NULL,'2025-12-02 19:55:44','2025-12-02 19:55:44'),
(13,13,3,'4373153783',NULL,'zibal',882000,NULL,'pending',NULL,NULL,NULL,'2025-12-02 19:59:43','2025-12-02 19:59:43'),
(14,14,3,'4373173996',NULL,'zibal',1242000,NULL,'pending',NULL,NULL,NULL,'2025-12-02 20:13:38','2025-12-02 20:13:38'),
(15,15,3,'4373176133',NULL,'zibal',1242000,NULL,'pending',NULL,NULL,NULL,'2025-12-02 20:15:11','2025-12-02 20:15:11'),
(16,16,3,'4373179066',NULL,'zibal',1242000,NULL,'pending',NULL,NULL,NULL,'2025-12-02 20:17:35','2025-12-02 20:17:35'),
(17,17,3,'4373183018',NULL,'zibal',1242000,NULL,'pending',NULL,NULL,NULL,'2025-12-02 20:20:11','2025-12-02 20:20:11'),
(18,18,3,'4373184817','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1242000,NULL,'verified',NULL,'2025-12-02 20:22:30',NULL,'2025-12-02 20:21:23','2025-12-02 20:22:30'),
(19,19,3,'4373265585',NULL,'zibal',612000,NULL,'pending',NULL,NULL,NULL,'2025-12-02 21:29:48','2025-12-02 21:29:48'),
(20,20,3,'4373266438','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',612000,NULL,'verified',NULL,'2025-12-02 21:31:51',NULL,'2025-12-02 21:30:53','2025-12-02 21:31:51'),
(21,21,3,'4373271494','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',612000,NULL,'verified',NULL,'2025-12-02 21:37:05',NULL,'2025-12-02 21:35:50','2025-12-02 21:37:05'),
(22,22,3,'4373311077','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1242000,NULL,'verified',NULL,'2025-12-02 22:28:33',NULL,'2025-12-02 22:26:38','2025-12-02 22:28:33'),
(23,23,3,'4373687646','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1242000,NULL,'verified',NULL,'2025-12-03 08:57:47',NULL,'2025-12-03 08:56:14','2025-12-03 08:57:47'),
(24,24,3,'4373772571','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1242000,NULL,'verified',NULL,'2025-12-03 09:53:23',NULL,'2025-12-03 09:50:09','2025-12-03 09:53:23'),
(25,25,3,'4374322362',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-03 15:43:26','2025-12-03 15:43:27'),
(26,26,3,'4374962629','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4374962629\"}','zibal',680000,NULL,'verified',NULL,'2025-12-03 23:32:57',NULL,'2025-12-03 23:31:56','2025-12-05 03:08:50'),
(27,27,3,'4374965927',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-03 23:39:16','2025-12-03 23:39:16'),
(28,28,3,'4374967129','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-03 23:43:10',NULL,'2025-12-03 23:42:05','2025-12-03 23:43:10'),
(29,29,3,'4375133707','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1380000,NULL,'verified',NULL,'2025-12-04 06:35:12',NULL,'2025-12-04 06:33:51','2025-12-04 06:35:12'),
(30,30,3,'4375617986',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-04 12:43:45','2025-12-04 12:43:46'),
(31,31,3,'4375908824',NULL,'zibal',1380000,NULL,'pending',NULL,NULL,NULL,'2025-12-04 16:23:06','2025-12-04 16:23:06'),
(32,32,3,'4377398593',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-05 15:26:34','2025-12-05 15:26:37'),
(33,33,3,'4378545828',NULL,'zibal',1480,NULL,'pending',NULL,NULL,NULL,'2025-12-06 09:54:52','2025-12-06 09:54:53'),
(34,34,3,'4378599074',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-06 10:28:08','2025-12-06 10:28:09'),
(35,35,3,'4379081646','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4379081646\"}','zibal',980000,NULL,'verified',NULL,'2025-12-06 15:40:36',NULL,'2025-12-06 15:39:32','2025-12-07 03:11:31'),
(36,36,3,'4379163809','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-06 16:27:04',NULL,'2025-12-06 16:25:20','2025-12-06 16:27:04'),
(37,37,3,'4379429349',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-06 18:40:06','2025-12-06 18:40:06'),
(38,38,3,'4379443918','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-06 18:48:52',NULL,'2025-12-06 18:47:22','2025-12-06 18:48:52'),
(39,39,3,'4380626621','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4380626621\"}','zibal',980000,NULL,'verified',NULL,'2025-12-07 13:43:32',NULL,'2025-12-07 13:42:44','2025-12-08 03:10:39'),
(40,40,3,'4380865693','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',663000,NULL,'verified',NULL,'2025-12-07 16:14:19',NULL,'2025-12-07 16:12:22','2025-12-07 16:14:19'),
(41,41,3,'4380988415','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-07 17:19:18',NULL,'2025-12-07 17:17:55','2025-12-07 17:19:18'),
(42,42,3,'4381256179','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-07 19:38:15',NULL,'2025-12-07 19:37:00','2025-12-07 19:38:15'),
(43,43,3,'4381285926',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-07 19:56:00','2025-12-07 19:56:00'),
(44,44,3,'4381290715',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-07 19:59:08','2025-12-07 19:59:08'),
(45,45,3,'4381303583','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-07 20:07:58',NULL,'2025-12-07 20:06:38','2025-12-07 20:07:58'),
(46,46,3,'4381306096',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-07 20:08:26','2025-12-07 20:08:26'),
(47,47,3,'4381429078',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-07 21:33:36','2025-12-07 21:33:36'),
(48,48,3,'4381431514','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4381431514\"}','zibal',980000,NULL,'verified',NULL,'2025-12-07 21:38:28',NULL,'2025-12-07 21:35:47','2025-12-09 03:13:17'),
(49,49,3,'4381456296',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-07 22:03:08','2025-12-07 22:03:08'),
(50,50,3,'4381977937','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-08 09:49:59',NULL,'2025-12-08 09:49:00','2025-12-08 09:49:59'),
(51,51,3,'4382088502','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-08 10:57:51',NULL,'2025-12-08 10:56:45','2025-12-08 10:57:51'),
(52,52,3,'4384049778','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4384049778\"}','zibal',1480000,NULL,'verified',NULL,'2025-12-09 13:48:48',NULL,'2025-12-09 13:48:16','2025-12-10 03:06:42'),
(53,53,3,'4384285633',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 16:17:33','2025-12-09 16:17:33'),
(54,54,3,'4384299487',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 16:24:13','2025-12-09 16:24:13'),
(55,55,3,'4384301449',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 16:25:03','2025-12-09 16:25:03'),
(56,56,3,'4384353172',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 16:49:30','2025-12-09 16:49:30'),
(57,57,3,'4384354674',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 16:50:20','2025-12-09 16:50:20'),
(58,58,3,'4384360996','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-09 16:54:54',NULL,'2025-12-09 16:53:29','2025-12-09 16:54:54'),
(59,59,3,'4384487853',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 17:58:54','2025-12-09 17:58:55'),
(60,60,3,'4384609057',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 19:07:37','2025-12-09 19:07:37'),
(61,61,3,'4384614969','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-09 19:12:26',NULL,'2025-12-09 19:11:00','2025-12-09 19:12:26'),
(62,62,3,'4384659328','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-09 19:38:39',NULL,'2025-12-09 19:37:09','2025-12-09 19:38:39'),
(63,63,3,'4384680292',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 19:49:35','2025-12-09 19:49:35'),
(64,64,3,'4384686393',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 19:53:17','2025-12-09 19:53:17'),
(65,65,3,'4384689141',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 19:54:43','2025-12-09 19:54:43'),
(66,66,3,'4384690789',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 19:55:42','2025-12-09 19:55:42'),
(67,67,3,'4384698860',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-09 20:00:32','2025-12-09 20:00:32'),
(68,68,3,'4384712467','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',2480000,NULL,'verified',NULL,'2025-12-09 20:10:05',NULL,'2025-12-09 20:08:34','2025-12-09 20:10:05'),
(69,69,3,'4385101116',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 06:16:03','2025-12-10 06:16:03'),
(70,70,3,'4385107712',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 06:22:31','2025-12-10 06:22:31'),
(71,71,3,'4385119074',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 06:34:07','2025-12-10 06:34:08'),
(72,72,3,'4385123903','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-10 06:41:14',NULL,'2025-12-10 06:38:48','2025-12-10 06:41:14'),
(73,73,3,'4385218616','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-10 08:02:54',NULL,'2025-12-10 08:00:21','2025-12-10 08:02:54'),
(74,74,3,'4385334095','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-10 09:23:56',NULL,'2025-12-10 09:22:37','2025-12-10 09:23:56'),
(75,75,3,'4385553472','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-10 11:39:44',NULL,'2025-12-10 11:38:38','2025-12-10 11:39:44'),
(76,76,3,'4385587385',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 12:00:26','2025-12-10 12:00:27'),
(77,77,3,'4385590019','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-10 12:02:44',NULL,'2025-12-10 12:02:07','2025-12-10 12:02:44'),
(78,78,3,'4385896173',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 15:21:21','2025-12-10 15:21:21'),
(79,79,3,'4385898436',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 15:22:37','2025-12-10 15:22:37'),
(80,80,3,'4385924869','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-10 15:37:08',NULL,'2025-12-10 15:36:36','2025-12-10 15:37:08'),
(81,81,3,'4385977933',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 16:04:52','2025-12-10 16:04:52'),
(82,82,3,'4386028368',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 16:30:01','2025-12-10 16:30:01'),
(83,83,3,'4386033270','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-10 16:33:47',NULL,'2025-12-10 16:32:34','2025-12-10 16:33:47'),
(84,84,3,'4386250646',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 18:15:58','2025-12-10 18:15:59'),
(85,85,3,'4386332083',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-10 18:57:06','2025-12-10 18:57:09'),
(86,86,3,'4386334070','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-10 19:00:02',NULL,'2025-12-10 18:58:08','2025-12-10 19:00:02'),
(87,87,3,'4387061975','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4387061975\"}','zibal',680000,NULL,'verified',NULL,'2025-12-11 08:25:30',NULL,'2025-12-11 08:23:47','2025-12-12 03:02:02'),
(88,88,3,'4387322854','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-11 10:45:16',NULL,'2025-12-11 10:44:41','2025-12-11 10:45:16'),
(89,89,3,'4387692414','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-11 14:44:40',NULL,'2025-12-11 14:39:23','2025-12-11 14:44:40'),
(90,90,3,'4388248009','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-11 20:07:19',NULL,'2025-12-11 20:06:41','2025-12-11 20:07:19'),
(91,91,3,'4388301476','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',780000,NULL,'verified',NULL,'2025-12-11 20:42:35',NULL,'2025-12-11 20:41:02','2025-12-11 20:42:35'),
(92,92,3,'4388421730',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-11 22:11:42','2025-12-11 22:11:43'),
(93,93,3,'4388877667',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-12 09:35:39','2025-12-12 09:35:39'),
(94,94,3,'4388879173',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-12 09:36:34','2025-12-12 09:36:35'),
(95,95,3,'4388887536',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-12 09:41:44','2025-12-12 09:41:45'),
(96,96,3,'4388889196','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-12 09:43:41',NULL,'2025-12-12 09:42:48','2025-12-12 09:43:41'),
(97,97,3,'4388964145',NULL,'zibal',1380000,NULL,'pending',NULL,NULL,NULL,'2025-12-12 10:29:03','2025-12-12 10:29:04'),
(98,98,3,'4389283412','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',780000,NULL,'verified',NULL,'2025-12-12 13:51:42',NULL,'2025-12-12 13:49:01','2025-12-12 13:51:42'),
(99,99,3,'4389686701',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-12 17:30:18','2025-12-12 17:30:18'),
(100,100,3,'4389690593',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-12 17:32:13','2025-12-12 17:32:13'),
(101,101,3,'4390408811',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 06:55:12','2025-12-13 06:55:13'),
(102,102,3,'4390550022','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4390550022\"}','zibal',10000,NULL,'verified',NULL,'2025-12-13 08:44:25',NULL,'2025-12-13 08:43:40','2025-12-14 03:09:02'),
(103,103,3,'4390552033','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',10000,NULL,'verified',NULL,'2025-12-13 08:45:50',NULL,'2025-12-13 08:45:11','2025-12-13 08:45:50'),
(104,104,3,'4390557717',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 08:49:26','2025-12-13 08:49:26'),
(105,105,3,'4390602523',NULL,'zibal',780000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 09:17:27','2025-12-13 09:17:28'),
(106,106,3,'4390701967',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 10:14:06','2025-12-13 10:14:06'),
(107,107,3,'4390742311',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 10:35:59','2025-12-13 10:36:00'),
(108,108,3,'4390756042','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-13 10:49:45',NULL,'2025-12-13 10:42:53','2025-12-13 10:49:45'),
(109,109,3,'4391013472',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 13:13:11','2025-12-13 13:13:11'),
(110,110,3,'4391033203','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4391033203\"}','zibal',680000,NULL,'verified',NULL,'2025-12-13 13:28:04',NULL,'2025-12-13 13:25:50','2025-12-13 13:28:10'),
(111,111,3,'4391122716',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 14:21:21','2025-12-13 14:21:22'),
(112,112,3,'4391176399','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1380000,NULL,'verified',NULL,'2025-12-13 14:54:08',NULL,'2025-12-13 14:52:39','2025-12-13 14:54:08'),
(113,113,3,'4391376713','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-13 16:42:25',NULL,'2025-12-13 16:41:07','2025-12-13 16:42:25'),
(114,114,3,'4391484548','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-13 17:47:58',NULL,'2025-12-13 17:36:52','2025-12-13 17:47:58'),
(115,115,3,'4391713068','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-13 19:36:38',NULL,'2025-12-13 19:35:23','2025-12-13 19:36:38'),
(116,116,3,'4391766071',NULL,'zibal',1380000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 20:05:30','2025-12-13 20:05:30'),
(117,117,3,'4391769461','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1380000,NULL,'verified',NULL,'2025-12-13 20:08:43',NULL,'2025-12-13 20:07:16','2025-12-13 20:08:43'),
(118,118,3,'4391775103',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 20:10:21','2025-12-13 20:10:21'),
(119,119,3,'4391780534','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-13 20:14:25',NULL,'2025-12-13 20:13:30','2025-12-13 20:14:25'),
(120,120,3,'4391819661',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 20:36:01','2025-12-13 20:36:06'),
(121,121,3,'4391832509','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4391832509\"}','zibal',680000,NULL,'verified',NULL,'2025-12-13 20:45:09',NULL,'2025-12-13 20:43:42','2025-12-15 03:09:29'),
(122,122,3,'4391857519',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 21:00:12','2025-12-13 21:00:12'),
(123,123,3,'4391859803',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 21:01:46','2025-12-13 21:01:46'),
(124,124,3,'4391860168','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-13 21:03:26',NULL,'2025-12-13 21:02:03','2025-12-13 21:03:26'),
(125,125,3,'4391927830','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-13 22:02:14',NULL,'2025-12-13 22:01:17','2025-12-13 22:02:14'),
(126,126,3,'4391936931','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-13 22:12:26',NULL,'2025-12-13 22:11:42','2025-12-13 22:12:26'),
(127,127,3,'4391969281',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-13 22:56:13','2025-12-13 22:56:13'),
(128,128,3,'4392562221',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-14 11:01:06','2025-12-14 11:01:06'),
(129,129,3,'4392589846','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-14 11:20:28',NULL,'2025-12-14 11:19:01','2025-12-14 11:20:28'),
(130,130,3,'4392877806',NULL,'zibal',1360000,NULL,'pending',NULL,NULL,NULL,'2025-12-14 14:30:59','2025-12-14 14:30:59'),
(131,131,3,'4392882008',NULL,'zibal',1360000,NULL,'pending',NULL,NULL,NULL,'2025-12-14 14:33:33','2025-12-14 14:33:33'),
(132,132,3,'4392884798','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1360000,NULL,'verified',NULL,'2025-12-14 14:37:13',NULL,'2025-12-14 14:35:12','2025-12-14 14:37:13'),
(133,133,3,'4393229628','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-14 17:40:28',NULL,'2025-12-14 17:37:01','2025-12-14 17:40:28'),
(134,134,3,'4394373764','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4394373764\"}','zibal',1480000,NULL,'verified',NULL,'2025-12-15 11:15:23',NULL,'2025-12-15 11:13:58','2025-12-16 03:09:26'),
(135,135,3,'4394431044','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-15 11:49:44',NULL,'2025-12-15 11:48:59','2025-12-15 11:49:44'),
(136,136,3,'4394528898','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-15 12:55:52',NULL,'2025-12-15 12:55:07','2025-12-15 12:55:52'),
(137,137,3,'4394536343','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-15 13:07:12',NULL,'2025-12-15 13:00:36','2025-12-15 13:07:12'),
(138,138,3,'4394561727',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-15 13:19:02','2025-12-15 13:19:02'),
(139,139,3,'4394793265','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-15 15:45:41',NULL,'2025-12-15 15:44:33','2025-12-15 15:45:41'),
(140,140,3,'4395311161','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-15 20:29:40',NULL,'2025-12-15 20:27:21','2025-12-15 20:29:40'),
(141,141,3,'4395339448',NULL,'zibal',1360000,NULL,'pending',NULL,NULL,NULL,'2025-12-15 20:43:46','2025-12-15 20:43:47'),
(142,142,3,'4395342349',NULL,'zibal',1360000,NULL,'pending',NULL,NULL,NULL,'2025-12-15 20:45:46','2025-12-15 20:45:46'),
(143,143,3,'4395363986',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-15 20:59:54','2025-12-15 20:59:54'),
(144,144,3,'4395407994','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4395407994\"}','zibal',680000,NULL,'verified',NULL,'2025-12-15 21:38:45',NULL,'2025-12-15 21:34:10','2025-12-17 03:06:16'),
(145,145,3,'4395491566',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-15 23:10:40','2025-12-15 23:10:41'),
(146,146,3,'4395887222','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-16 08:59:04',NULL,'2025-12-16 08:58:21','2025-12-16 08:59:04'),
(147,147,3,'4395989254',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-16 10:08:59','2025-12-16 10:09:01'),
(148,148,3,'4395990496',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-16 10:09:48','2025-12-16 10:09:48'),
(149,149,3,'4395990953','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-16 10:13:13',NULL,'2025-12-16 10:10:07','2025-12-16 10:13:13'),
(150,150,3,'4396030276',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-16 10:36:40','2025-12-16 10:36:41'),
(151,151,3,'4396033925','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-16 10:44:07',NULL,'2025-12-16 10:39:12','2025-12-16 10:44:07'),
(152,152,3,'4396089229','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-16 11:21:37',NULL,'2025-12-16 11:15:33','2025-12-16 11:21:37'),
(153,153,3,'4396132505',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-16 11:45:20','2025-12-16 11:45:20'),
(154,154,3,'4396268945',NULL,'zibal',3300000,NULL,'pending',NULL,NULL,NULL,'2025-12-16 13:28:08','2025-12-16 13:28:08'),
(155,155,3,'4396431998',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-16 15:21:28','2025-12-16 15:21:28'),
(156,156,3,'4396734785','{\"success\":\"1\",\"status\":\"1\",\"trackId\":\"4396734785\"}','zibal',1480000,NULL,'verified',NULL,'2025-12-16 18:16:36',NULL,'2025-12-16 18:14:39','2025-12-16 18:17:07'),
(157,157,3,'4396760845',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-16 18:29:20','2025-12-16 18:29:20'),
(158,158,3,'4396849984','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-16 19:21:12',NULL,'2025-12-16 19:20:26','2025-12-16 19:21:12'),
(159,159,3,'4396993984',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-16 20:46:03','2025-12-16 20:46:03'),
(160,160,3,'4396996060','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4396996060\"}','zibal',980000,NULL,'verified',NULL,'2025-12-16 20:48:37',NULL,'2025-12-16 20:47:22','2025-12-18 03:08:31'),
(161,161,3,'4397286313','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-17 05:34:29',NULL,'2025-12-17 05:33:35','2025-12-17 05:34:29'),
(162,162,3,'4397363953','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-17 07:01:28',NULL,'2025-12-17 07:00:37','2025-12-17 07:01:28'),
(163,163,3,'4397737976',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-17 11:15:48','2025-12-17 11:15:48'),
(164,164,3,'4397790018',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-17 11:53:07','2025-12-17 11:53:07'),
(165,165,3,'4397794061','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-17 11:57:02',NULL,'2025-12-17 11:56:08','2025-12-17 11:57:02'),
(166,166,3,'4398181570',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-17 16:00:39','2025-12-17 16:00:39'),
(167,167,3,'4398193719',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-17 16:07:28','2025-12-17 16:07:28'),
(168,168,3,'4398758611',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-17 22:29:22','2025-12-17 22:29:23'),
(169,169,3,'4398759816',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-17 22:31:01','2025-12-17 22:31:01'),
(170,170,3,'4398762687',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-17 22:35:04','2025-12-17 22:35:04'),
(171,171,3,'4399500738',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-18 12:57:28','2025-12-18 12:57:29'),
(172,172,3,'4399653007','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4399653007\"}','zibal',980000,NULL,'verified',NULL,'2025-12-18 14:51:56',NULL,'2025-12-18 14:50:54','2025-12-19 02:55:27'),
(173,173,3,'4399812497','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-18 16:45:55',NULL,'2025-12-18 16:42:24','2025-12-18 16:45:55'),
(174,174,3,'4400626174',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-19 09:15:57','2025-12-19 09:15:57'),
(175,175,3,'4400677763','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4400677763\"}','zibal',980000,NULL,'verified',NULL,'2025-12-19 09:56:49',NULL,'2025-12-19 09:55:18','2025-12-20 03:00:05'),
(176,176,3,'4400829841','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-19 11:50:47',NULL,'2025-12-19 11:46:27','2025-12-19 11:50:47'),
(177,177,3,'4400942359',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-19 13:15:38','2025-12-19 13:15:39'),
(178,178,3,'4400944605','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-19 13:18:23',NULL,'2025-12-19 13:17:36','2025-12-19 13:18:23'),
(179,179,3,'4401409066',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-19 18:23:32','2025-12-19 18:23:32'),
(180,180,3,'4401428524','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-19 18:37:10',NULL,'2025-12-19 18:35:21','2025-12-19 18:37:10'),
(181,181,3,'4402007964',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 07:56:24','2025-12-20 07:56:33'),
(182,182,3,NULL,NULL,'zibal',833000,NULL,'rejected',NULL,NULL,NULL,'2025-12-20 09:30:27','2025-12-20 09:30:37'),
(183,183,3,'4402148575',NULL,'zibal',1258000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 09:30:28','2025-12-20 09:30:38'),
(184,184,3,'4402148797','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4402148797\"}','zibal',833000,NULL,'verified',NULL,'2025-12-20 09:32:09',NULL,'2025-12-20 09:30:48','2025-12-21 03:07:31'),
(185,185,3,'4402154477','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1258000,NULL,'verified',NULL,'2025-12-20 09:35:02',NULL,'2025-12-20 09:34:10','2025-12-20 09:35:02'),
(186,186,3,'4402154514','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1258000,NULL,'verified',NULL,'2025-12-20 09:35:49',NULL,'2025-12-20 09:34:10','2025-12-20 09:35:49'),
(187,187,3,'4402163295',NULL,'zibal',1258000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 09:39:37','2025-12-20 09:39:37'),
(188,188,3,NULL,NULL,'zibal',833000,NULL,'rejected',NULL,NULL,NULL,'2025-12-20 09:41:29','2025-12-20 09:41:39'),
(189,189,3,'4402166449','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',833000,NULL,'verified',NULL,'2025-12-20 09:42:43',NULL,'2025-12-20 09:41:43','2025-12-20 09:42:43'),
(190,190,3,NULL,NULL,'zibal',578000,NULL,'rejected',NULL,NULL,NULL,'2025-12-20 09:53:08','2025-12-20 09:53:18'),
(191,191,3,'4402184269',NULL,'zibal',1258000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 09:53:19','2025-12-20 09:53:20'),
(192,192,3,'4402184344',NULL,'zibal',578000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 09:53:23','2025-12-20 09:53:23'),
(193,193,3,'4402259981',NULL,'zibal',578000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 10:42:00','2025-12-20 10:42:08'),
(194,194,3,'4402299291',NULL,'zibal',16400,NULL,'pending',NULL,NULL,NULL,'2025-12-20 11:08:51','2025-12-20 11:08:57'),
(195,195,3,'4402308146','{\"success\":\"1\",\"status\":\"1\",\"trackId\":\"4402308146\"}','zibal',578000,NULL,'verified',NULL,'2025-12-20 11:20:11',NULL,'2025-12-20 11:14:41','2025-12-20 11:20:48'),
(196,196,3,'4402310422',NULL,'zibal',1258000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 11:16:21','2025-12-20 11:16:21'),
(197,197,3,'4402321442','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',578000,NULL,'verified',NULL,'2025-12-20 11:26:27',NULL,'2025-12-20 11:24:07','2025-12-20 11:26:27'),
(198,198,3,'4402322685',NULL,'zibal',578000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 11:25:05','2025-12-20 11:25:07'),
(199,199,3,'4402342041','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1258000,NULL,'verified',NULL,'2025-12-20 11:42:08',NULL,'2025-12-20 11:38:30','2025-12-20 11:42:08'),
(200,200,3,'4402638212',NULL,'zibal',833000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 15:14:11','2025-12-20 15:14:11'),
(201,201,3,'4402645951','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',833000,NULL,'verified',NULL,'2025-12-20 15:20:25',NULL,'2025-12-20 15:19:07','2025-12-20 15:20:25'),
(202,202,3,'4402726216',NULL,'zibal',833000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 16:11:03','2025-12-20 16:11:04'),
(203,203,3,'4402748232',NULL,'zibal',833000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 16:25:24','2025-12-20 16:25:25'),
(204,204,3,'4402749482','{\"success\":\"1\",\"status\":\"1\",\"trackId\":\"4402749482\"}','zibal',833000,NULL,'verified',NULL,'2025-12-20 16:26:54',NULL,'2025-12-20 16:26:18','2025-12-20 16:27:28'),
(205,205,3,'4402888853','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4402888853\"}','zibal',1258000,NULL,'verified',NULL,'2025-12-20 17:51:50',NULL,'2025-12-20 17:49:24','2025-12-20 17:53:19'),
(206,206,3,'4402974754',NULL,'zibal',1258000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 18:41:49','2025-12-20 18:41:49'),
(207,207,3,'4402982698',NULL,'zibal',1258000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 18:47:02','2025-12-20 18:47:02'),
(208,208,3,'4403017092','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1258000,NULL,'verified',NULL,'2025-12-20 19:09:19',NULL,'2025-12-20 19:08:27','2025-12-20 19:09:19'),
(209,209,3,'4403150836',NULL,'zibal',1258000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 20:36:16','2025-12-20 20:36:16'),
(210,210,3,'4403187474',NULL,'zibal',833000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 21:05:14','2025-12-20 21:05:14'),
(211,211,3,'4403190016','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4403190016\"}','zibal',833000,NULL,'verified',NULL,'2025-12-20 21:08:07',NULL,'2025-12-20 21:07:30','2025-12-22 02:59:25'),
(212,212,3,'4403209008',NULL,'zibal',833000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 21:25:19','2025-12-20 21:25:19'),
(213,213,3,'4403211087','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',833000,NULL,'verified',NULL,'2025-12-20 21:29:22',NULL,'2025-12-20 21:27:25','2025-12-20 21:29:22'),
(214,214,3,'4403283398',NULL,'zibal',578000,NULL,'pending',NULL,NULL,NULL,'2025-12-20 22:59:41','2025-12-20 22:59:43'),
(215,215,3,'4403500143',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-21 07:04:01','2025-12-21 07:04:02'),
(216,216,3,'4403655065','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',550000,NULL,'verified',NULL,'2025-12-21 08:57:05',NULL,'2025-12-21 08:56:22','2025-12-21 08:57:05'),
(217,217,3,'4403669406',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-21 09:05:06','2025-12-21 09:05:09'),
(218,218,3,'4403682948','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-21 09:19:14',NULL,'2025-12-21 09:13:31','2025-12-21 09:19:14'),
(219,219,3,'4404468886',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-21 16:43:00','2025-12-21 16:43:00'),
(220,220,3,'4404471091',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-21 16:44:08','2025-12-21 16:44:08'),
(221,221,3,'4404759632','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-21 19:39:17',NULL,'2025-12-21 19:37:27','2025-12-21 19:39:17'),
(222,222,3,'4405007497','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4405007497\"}','zibal',680000,NULL,'verified',NULL,'2025-12-21 23:01:14',NULL,'2025-12-21 22:59:33','2025-12-23 03:18:34'),
(223,223,3,'4405449075',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-22 09:14:36','2025-12-22 09:14:36'),
(224,224,3,'4405462050',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-22 09:22:23','2025-12-22 09:22:24'),
(225,225,3,'4405465679',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-22 09:24:26','2025-12-22 09:24:26'),
(226,226,3,'4405785098','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-22 12:22:41',NULL,'2025-12-22 12:21:51','2025-12-22 12:22:41'),
(227,227,3,'4406576077',NULL,'zibal',3280,NULL,'pending',NULL,NULL,NULL,'2025-12-22 19:10:05','2025-12-22 19:10:05'),
(228,228,3,'4406593210',NULL,'zibal',1680000,NULL,'pending',NULL,NULL,NULL,'2025-12-22 19:18:45','2025-12-22 19:18:45'),
(229,229,3,'4406594002',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-22 19:19:10','2025-12-22 19:19:10'),
(230,230,3,'4406597089','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',3280,NULL,'verified',NULL,'2025-12-22 19:21:20',NULL,'2025-12-22 19:20:45','2025-12-22 19:21:20'),
(231,231,3,'4406621753','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1480000,NULL,'verified',NULL,'2025-12-22 19:34:48',NULL,'2025-12-22 19:33:32','2025-12-22 19:34:48'),
(232,232,3,'4406842165','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4406842165\"}','zibal',680000,NULL,'verified',NULL,'2025-12-22 21:51:06',NULL,'2025-12-22 21:49:39','2025-12-24 03:22:59'),
(233,233,3,'4407243701',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 07:30:49','2025-12-23 07:30:50'),
(234,234,3,'4407243985',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 07:31:02','2025-12-23 07:31:02'),
(235,235,3,'4407246825',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 07:33:01','2025-12-23 07:33:01'),
(236,236,3,'4407247426',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 07:33:25','2025-12-23 07:33:25'),
(237,237,3,'4407254813',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 07:38:20','2025-12-23 07:38:20'),
(238,238,3,'4407298824',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 08:08:04','2025-12-23 08:08:06'),
(239,239,3,NULL,NULL,'zibal',980000,NULL,'rejected',NULL,NULL,NULL,'2025-12-23 08:39:12','2025-12-23 08:39:22'),
(240,240,3,'4407349724',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 08:39:26','2025-12-23 08:39:35'),
(241,241,3,'4407476345',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 09:46:44','2025-12-23 09:46:44'),
(242,242,3,'4407512784',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 10:06:03','2025-12-23 10:06:04'),
(243,243,3,'4407524800',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 10:12:10','2025-12-23 10:12:10'),
(244,244,3,'4407556764',NULL,'zibal',550000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 10:28:12','2025-12-23 10:28:12'),
(245,245,3,'4407558928','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',550000,NULL,'verified',NULL,'2025-12-23 10:30:03',NULL,'2025-12-23 10:29:13','2025-12-23 10:30:03'),
(246,246,3,'4407635544',NULL,'zibal',2040000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 11:08:52','2025-12-23 11:08:53'),
(247,247,3,'4407680421',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 11:32:42','2025-12-23 11:32:43'),
(248,248,3,'4407721230','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-23 11:56:41',NULL,'2025-12-23 11:55:11','2025-12-23 11:56:41'),
(249,249,3,'4407734957','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1960000,NULL,'verified',NULL,'2025-12-23 12:04:47',NULL,'2025-12-23 12:03:12','2025-12-23 12:04:47'),
(250,250,3,'4407995839',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 14:35:03','2025-12-23 14:35:09'),
(251,251,3,'4407996935',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 14:35:44','2025-12-23 14:35:44'),
(252,252,3,'4408019022','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-23 14:47:49',NULL,'2025-12-23 14:46:27','2025-12-23 14:47:49'),
(253,253,3,'4408199830',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 16:09:57','2025-12-23 16:09:57'),
(254,254,3,'4408203278',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 16:11:35','2025-12-23 16:11:36'),
(255,255,3,'4408211860',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 16:15:46','2025-12-23 16:15:46'),
(256,256,3,'4408262923',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 16:39:31','2025-12-23 16:39:31'),
(257,257,3,'4408265627','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-23 16:42:46',NULL,'2025-12-23 16:40:47','2025-12-23 16:42:46'),
(258,258,3,'4408272540',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 16:43:43','2025-12-23 16:43:43'),
(259,259,3,'4408345510',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 17:16:40','2025-12-23 17:16:40'),
(260,260,3,'4408348658',NULL,'zibal',880000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 17:18:15','2025-12-23 17:18:15'),
(261,261,3,'4408352419',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 17:20:12','2025-12-23 17:20:13'),
(262,262,3,NULL,NULL,'zibal',980000,NULL,'rejected',NULL,NULL,NULL,'2025-12-23 17:29:23','2025-12-23 17:29:33'),
(263,263,3,'4408373209',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 17:29:36','2025-12-23 17:29:37'),
(264,264,3,'4408373735',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 17:29:53','2025-12-23 17:29:53'),
(265,265,3,'4408380030',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 17:32:40','2025-12-23 17:32:40'),
(266,266,3,'4408385882',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 17:35:22','2025-12-23 17:35:22'),
(267,267,3,'4408396963',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 17:40:25','2025-12-23 17:40:25'),
(268,268,3,'4408419471',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 17:50:42','2025-12-23 17:50:42'),
(269,269,3,'4408441090',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 18:01:07','2025-12-23 18:01:07'),
(270,270,3,'4408454373',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 18:07:43','2025-12-23 18:07:43'),
(271,271,3,'4408545460',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 18:51:27','2025-12-23 18:51:28'),
(272,272,3,'4408546023',NULL,'zibal',398000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 18:51:43','2025-12-23 18:51:43'),
(273,273,3,'4408546726',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 18:52:06','2025-12-23 18:52:06'),
(274,274,3,'4408550587',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 18:54:06','2025-12-23 18:54:06'),
(275,275,3,'4408663263',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 19:50:44','2025-12-23 19:50:44'),
(276,276,3,'4408670506',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 19:54:23','2025-12-23 19:54:23'),
(277,277,3,'4408760955',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 20:42:48','2025-12-23 20:42:49'),
(278,278,3,'4408788126',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 20:59:59','2025-12-23 20:59:59'),
(279,279,3,'4408790495',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 21:01:38','2025-12-23 21:01:38'),
(280,280,3,'4408865117',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 21:59:42','2025-12-23 21:59:42'),
(281,281,3,'4408866688','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-23 22:02:06',NULL,'2025-12-23 22:01:20','2025-12-23 22:02:06'),
(282,282,3,'4408915928',NULL,'zibal',3300000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 22:57:28','2025-12-23 22:57:29'),
(283,283,3,'4408921295',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-23 23:04:54','2025-12-23 23:04:54'),
(284,284,3,'4409088270','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4409088270\"}','zibal',6440000,NULL,'verified',NULL,'2025-12-24 05:12:50',NULL,'2025-12-24 05:11:32','2025-12-24 05:13:15'),
(285,285,3,'4409098293',NULL,'zibal',1480000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 05:22:34','2025-12-24 05:22:41'),
(286,286,3,'4409128624',NULL,'zibal',1330000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 05:55:54','2025-12-24 05:55:55'),
(287,287,3,'4409132980',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 06:00:37','2025-12-24 06:00:37'),
(288,288,3,'4409318896',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 08:18:23','2025-12-24 08:18:23'),
(289,289,3,'4409322138',NULL,'zibal',1180000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 08:20:09','2025-12-24 08:20:09'),
(290,290,3,'4409339785','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-24 08:31:08',NULL,'2025-12-24 08:30:34','2025-12-24 08:31:08'),
(291,291,3,'4409349210','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',550000,NULL,'verified',NULL,'2025-12-24 08:38:10',NULL,'2025-12-24 08:36:07','2025-12-24 08:38:10'),
(292,292,3,'4409365692',NULL,'zibal',1180000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 08:44:48','2025-12-24 08:44:48'),
(293,293,3,'4409417001','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1280000,NULL,'verified',NULL,'2025-12-24 09:12:04',NULL,'2025-12-24 09:11:05','2025-12-24 09:12:04'),
(294,294,3,'4409464845','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-24 09:36:26',NULL,'2025-12-24 09:34:58','2025-12-24 09:36:26'),
(295,295,3,'4409475643','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-24 09:43:14',NULL,'2025-12-24 09:40:21','2025-12-24 09:43:14'),
(296,296,3,'4409522132','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1280000,NULL,'verified',NULL,'2025-12-24 10:05:09',NULL,'2025-12-24 10:02:55','2025-12-24 10:05:09'),
(297,297,3,'4409531820','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1180000,NULL,'verified',NULL,'2025-12-24 10:08:51',NULL,'2025-12-24 10:07:31','2025-12-24 10:08:51'),
(298,298,3,'4409549597',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 10:16:11','2025-12-24 10:16:11'),
(299,299,3,'4409583331',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 10:32:09','2025-12-24 10:32:09'),
(300,300,3,'4409586776',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 10:33:40','2025-12-24 10:33:41'),
(301,301,3,'4409595068',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 10:37:48','2025-12-24 10:37:48'),
(302,302,3,'4409648917','{\"success\":\"1\",\"status\":\"1\",\"orderId\":null,\"trackId\":\"4409648917\"}','zibal',680000,NULL,'verified',NULL,'2025-12-24 11:09:22',NULL,'2025-12-24 11:04:10','2025-12-24 11:19:13'),
(303,303,3,'4409684250','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-24 11:26:38',NULL,'2025-12-24 11:21:54','2025-12-24 11:26:38'),
(304,304,3,'4409718016',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 11:39:46','2025-12-24 11:39:46'),
(305,305,3,'4409771585','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-24 12:10:53',NULL,'2025-12-24 12:09:56','2025-12-24 12:10:53'),
(306,306,3,'4409792368',NULL,'zibal',2940000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 12:21:33','2025-12-24 12:21:33'),
(307,307,3,'4409795901',NULL,'zibal',2940000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 12:23:21','2025-12-24 12:23:21'),
(308,308,3,'4409796236','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',2940000,NULL,'verified',NULL,'2025-12-24 12:24:05',NULL,'2025-12-24 12:23:35','2025-12-24 12:24:05'),
(309,309,3,'4409807222','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-24 12:31:43',NULL,'2025-12-24 12:29:39','2025-12-24 12:31:43'),
(310,310,3,'4409815807',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 12:34:36','2025-12-24 12:34:36'),
(311,311,3,'4409817382',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 12:35:33','2025-12-24 12:35:33'),
(312,312,3,'4409833801',NULL,'zibal',680000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 12:44:56','2025-12-24 12:44:56'),
(313,313,3,'4409837069','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-24 12:48:16',NULL,'2025-12-24 12:47:03','2025-12-24 12:48:16'),
(314,314,3,'4410237476','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-24 16:17:11',NULL,'2025-12-24 16:15:46','2025-12-24 16:17:11'),
(315,315,3,'4410658110',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 19:37:00','2025-12-24 19:37:01'),
(316,316,3,'4410765733',NULL,'zibal',398000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 20:36:12','2025-12-24 20:36:13'),
(317,317,3,'4410772021',NULL,'zibal',398000,NULL,'pending',NULL,NULL,NULL,'2025-12-24 20:39:56','2025-12-24 20:39:57'),
(318,318,3,'4411114721','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4411114721\"}','zibal',980000,NULL,'verified',NULL,'2025-12-25 05:48:51',NULL,'2025-12-25 05:41:05','2025-12-26 03:15:38'),
(319,319,3,'4411131735','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',680000,NULL,'verified',NULL,'2025-12-25 06:03:10',NULL,'2025-12-25 06:00:54','2025-12-25 06:03:10'),
(320,320,3,'4411181242','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-25 06:49:44',NULL,'2025-12-25 06:48:35','2025-12-25 06:49:44'),
(321,321,3,'4412105735',NULL,'zibal',980000,NULL,'pending',NULL,NULL,NULL,'2025-12-25 16:24:15','2025-12-25 16:24:16'),
(322,322,3,'4412622454','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-25 21:28:10',NULL,'2025-12-25 21:24:56','2025-12-25 21:28:10'),
(323,323,3,'4413082233','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-26 08:31:21',NULL,'2025-12-26 08:29:54','2025-12-26 08:31:21'),
(324,324,3,'4413084909',NULL,'zibal',9200000,NULL,'pending',NULL,NULL,NULL,'2025-12-26 08:31:36','2025-12-26 08:31:37'),
(325,325,3,'4413091143','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',1960000,NULL,'verified',NULL,'2025-12-26 08:37:27',NULL,'2025-12-26 08:35:53','2025-12-26 08:37:27'),
(326,326,3,'4413247946','{\"success\":\"1\",\"status\":\"2\",\"trackId\":\"4413247946\"}','zibal',3300000,NULL,'verified',NULL,'2025-12-26 10:13:50',NULL,'2025-12-26 10:12:07','2025-12-26 10:14:15'),
(327,327,3,'4413543604','{\"refNumber\":null,\"cardNumber\":null,\"status\":null}','zibal',980000,NULL,'verified',NULL,'2025-12-26 13:06:58',NULL,'2025-12-26 13:04:46','2025-12-26 13:06:58');
/*!40000 ALTER TABLE `transactions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8mb4 */;
CREATE TABLE `users` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `instagram_id` varchar(255) DEFAULT NULL,
  `phone` varchar(255) NOT NULL,
  `address` varchar(255) DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `is_admin` tinyint(1) NOT NULL DEFAULT 0,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_instagram_id_unique` (`instagram_id`),
  UNIQUE KEY `users_phone_unique` (`phone`)
) ENGINE=InnoDB AUTO_INCREMENT=281 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES
(1,'پوریا خزائی کوهپر',NULL,'09350539376',NULL,'$2y$12$u87v1gQH4lgEvFfQJuVkH.zLqPVhlMbdRrkaUiltgcIn33m.Eir4K',1,NULL,'2025-11-19 15:00:24','2025-11-19 15:00:24'),
(2,'ایلیا صالحی فرد','Iliywstore','09119068259',NULL,'$2y$12$I6TryreKjeuLKnI0NAn4S.V/zSWEZQr10A2d7oGowSI.cF4uOZ1E6',0,NULL,'2025-11-22 15:40:36','2025-11-22 15:40:36'),
(3,'ابوذر امیری','amiri.personal','09135055696',NULL,'$2y$12$n0fwSg.vKJWnc5nM6xzo8OJi2hFPKC1XiE41m0NlrfnmBQQrs7Bpe',0,NULL,'2025-11-30 17:49:20','2025-11-30 17:49:20'),
(4,'امیر خدایی','Amirkhudaee','09052176806',NULL,'$2y$12$ngMvD1dAVVp/DGLAlxNSCu1zKFH6SdU3EWcgQQJHVfhozJRN/KGCq',0,NULL,'2025-11-30 20:48:54','2025-11-30 20:48:54'),
(5,'محمدمحمدپوری',NULL,'09142794220',NULL,'$2y$12$ZYTDFs/wlrwpc43Gz3a1CusXlbHnNOpS.4SC1v67gWJGegk/HQR.S',0,NULL,'2025-11-30 20:58:13','2025-11-30 20:58:13'),
(6,'محمد حسن قلیزاده',NULL,'09193435426',NULL,'$2y$12$E8RFpTqQlUigimHLp/lrs..my.tSoTPspBQleJW7zDuRSAiHAL8hq',0,NULL,'2025-12-01 08:24:45','2025-12-01 08:24:45'),
(7,'امیرمهدی باقری',NULL,'09198904237',NULL,'$2y$12$zpGR6xE7cSYu9THQ4EeBMu.rLG.hW1yducU6rT0P2n0N.odmmA1l.',0,NULL,'2025-12-01 09:58:11','2025-12-01 09:58:11'),
(8,'فرهان قاسم زاده','Farhan.ghasemzadeh','09114330004',NULL,'$2y$12$KweXWbzBvdgVr2T5/PxDA.G7l9MXpwHyPuKPqvkxQWiwmWWnF7YYS',0,NULL,'2025-12-01 11:30:01','2025-12-01 11:30:01'),
(9,'فاطمه کریمی',NULL,'09921129698',NULL,'$2y$12$veI5J6jG/4X.EndFWq8CIO6q6xPR3t0CXvDS166E.NLWPdqizBDTS',0,NULL,'2025-12-01 18:39:15','2025-12-01 18:39:15'),
(10,'Amirhossein langari',NULL,'09302144878',NULL,'$2y$12$l9hhPy1UiVZH13CcTIQ.letwfxw7pfALFoVtbaiqqmidyOFRjoxZy',0,NULL,'2025-12-02 08:37:48','2025-12-02 08:37:48'),
(11,'سجاد قنبری','_sajjad.ghanbari_','09938413885',NULL,'$2y$12$1FCBKUokNxxbVGco.mgunePGDOthimhcRv2Pe54c09wd8mXegOB2K',0,NULL,'2025-12-02 14:32:59','2025-12-02 14:32:59'),
(12,'Yona',NULL,'09119040674',NULL,'$2y$12$KwTjjMOY5ICyyjOmTGYtBeT3gqYvhqlSHk1eoZrh6bS3vu10pJB62',0,NULL,'2025-12-02 17:49:28','2025-12-02 17:49:28'),
(13,'امیر خورشیدی',NULL,'09116833149',NULL,'$2y$12$GltUoFviSUGRc4wKKj.A6eSBOhQ17PIUtMcRU/uCPwedGusnuCh/e',0,NULL,'2025-12-02 17:54:55','2025-12-02 17:54:55'),
(14,'امیررضا حسن زاده',NULL,'09036578595',NULL,'$2y$12$mjD4UQl6sKSqDIDVViYe6.3Jw0jB1f7I1s83mOMOwIxepcOZ99zY2',0,NULL,'2025-12-02 19:53:25','2025-12-02 19:53:25'),
(15,'امیررضا مقدم',NULL,'09337860425',NULL,'$2y$12$PXyqhLxYkJX9URkvQ5kzDeQJd9j4ws14g1Lrv8XcpFgW2fIX4EkWK',0,NULL,'2025-12-02 19:54:23','2025-12-02 19:54:23'),
(16,'رها فتحی',NULL,'09351072756',NULL,'$2y$12$PRsRGuChPDxD5thjzkPaoOizIvHYiVLw7I5cUODyjpDYhTCbpYbHi',0,NULL,'2025-12-02 21:27:24','2025-12-02 21:27:24'),
(17,'امیررضا نجفی',NULL,'09306489508',NULL,'$2y$12$X9y/6KiJPEIxRMEUyxQWQeaQPORxDc1ZA9oRqVUrhcdOnr5uLfsGu',0,NULL,'2025-12-02 21:32:51','2025-12-02 21:32:51'),
(18,'امیرحسین جمال',NULL,'09057022300',NULL,'$2y$12$.OOi2H1wPPr.HH7ldUP.UOoDnR2.Z7Q9fZQoTc1ZQo2/pDznO/D1q',0,NULL,'2025-12-02 22:24:30','2025-12-02 22:24:30'),
(19,'احسان اشکور کیایی',NULL,'09927229855',NULL,'$2y$12$Qbx6diLp.JBhAHEDF6vwqeyIOpl5Z3vCkJNu8rApaCEeXvUsW0o6O',0,NULL,'2025-12-02 23:51:18','2025-12-02 23:51:18'),
(20,'ایدانفیسی',NULL,'09330686315',NULL,'$2y$12$376wtxHYS8w38fisg7hvROJ3ts7F/pQlDdHynt1DUYS.HjcvlKxty',0,NULL,'2025-12-03 08:55:25','2025-12-03 08:55:25'),
(21,'ماهک بابائی',NULL,'09927483002',NULL,'$2y$12$Hhl6IUcJfl.A2mhZJpNP6uMFlvCfiBCQc41kYP2I68pVMgQDiH3mS',0,NULL,'2025-12-03 09:49:11','2025-12-03 09:49:11'),
(22,'محمدحسین خسروی عمران',NULL,'09116780567',NULL,'$2y$12$c4IUa2gtCfmZCO75xhOfae8hjMwjfLq54K0Fx1HdveZ.4sI4ZHzBe',0,NULL,'2025-12-03 15:42:15','2025-12-03 15:42:15'),
(23,'Pary','Pary_aradmanesh','09015319092',NULL,'$2y$12$7XlI8LxjVlixkvLlIRIaUuINQqHGfkWdTiUUnrYSs9qYvytoveoHW',0,NULL,'2025-12-03 23:27:59','2025-12-03 23:27:59'),
(24,'کیانوش شهبازی',NULL,'09022421565',NULL,'$2y$12$Lb4D5jOWo8rS2ezJPrnwm.Uxq1cDJ7wyq9V.seh9VC78Wxb38MiXS',0,NULL,'2025-12-03 23:29:57','2025-12-03 23:29:57'),
(25,'فاطمه بازدار','fatmebazdar','09331277676',NULL,'$2y$12$fGgNGCa05cg6kzbz/ghJ0e62MAUFs1X4PE3VjZv6Nd.9fwG59n9gy',0,NULL,'2025-12-04 06:30:22','2025-12-04 06:30:22'),
(26,'Amirhosein naqibi',NULL,'09362950854',NULL,'$2y$12$lVsOpt6NLOPI5v4XICrRWujBzPX4VIOkftAp2kzafPDzixPAvKhES',0,NULL,'2025-12-04 11:14:27','2025-12-04 11:14:27'),
(27,'بیتانیکپور','Bitanpv','09902936225',NULL,'$2y$12$q7K/7fjEGrjlj84pnfmhvOhKyLeQFEOsk3Y4UQIhAc7.AvH6UeReK',0,NULL,'2025-12-04 12:41:40','2025-12-04 12:41:40'),
(28,'مریم مظاهری',NULL,'09964456630',NULL,'$2y$12$XviRsZAnoC5ZkbdL0LkP6uWFxMM08qibwRZNUjEzN88C/V2lW6rL6',0,NULL,'2025-12-04 13:56:56','2025-12-04 13:56:56'),
(29,'Mahdiamiri',NULL,'09903974906',NULL,'$2y$12$ipvWJraxItjX9WMbRgCPlu/Ua3AK8vrAP131l/NOMlL07Wa1Q2j.u',0,NULL,'2025-12-04 16:22:21','2025-12-04 16:22:21'),
(30,'نویدامیدی','flower.chanel_','09146305539',NULL,'$2y$12$wjd5B.2iC/uwgKfUYq0WwOrVIdVhsJ6WT5XKCX7yx7wPadLAAMUaC',0,NULL,'2025-12-05 15:07:32','2025-12-05 15:07:32'),
(31,'محمدرضا احسانی',NULL,'09332358175',NULL,'$2y$12$SnRtrjQjKO0MMxJ9zgo/4O9969HAgI/vKcEJy5JvgblscwsHjK38G',0,NULL,'2025-12-05 15:25:32','2025-12-05 15:25:32'),
(32,'رایحه مودت نیا','aromaaaa___','09901621269',NULL,'$2y$12$pVEY.Qm3.3gn39k39I3nfOeZXuj5QxDRLyVJO/ztMAhwCblnpftTy',0,NULL,'2025-12-05 17:47:41','2025-12-05 17:47:41'),
(33,'حمیدجوادزاده',NULL,'09119335675',NULL,'$2y$12$uquSgikmTtku1qTDpW0f3uwzZ4fQV3Rks6McX.nxPS./OgsstHVCi',0,NULL,'2025-12-06 09:52:54','2025-12-06 09:52:54'),
(34,'محمدعلوی',NULL,'09011521741',NULL,'$2y$12$j10wKlAGxmF419i4W2fgUe0u9EzX/.x5ezMEAjRrOH/wMPtJQxGiq',0,NULL,'2025-12-06 10:26:54','2025-12-06 10:26:54'),
(35,'علی عیدی','javaheri_tajjj','09150830806',NULL,'$2y$12$2O4kB3S94vyMeveO.TWRseihnQ.hFCxUofVJGcvgoTDd/vXNdui.6',0,NULL,'2025-12-06 15:36:17','2025-12-06 15:36:17'),
(36,'علی باروتی',NULL,'09397658844',NULL,'$2y$12$wp31UU81akOGJu7wOxhrAeP4tfEC44dUt2euYY.RPrFXDM72KAcjC',0,NULL,'2025-12-06 16:24:32','2025-12-06 16:24:32'),
(37,'علی ایروانی',NULL,'09129648315',NULL,'$2y$12$KbcSCmBzFzNdTmU5fh1IHOx1duH9.EwCsg4WRB5ZdsuLHoZrMgOei',0,NULL,'2025-12-06 18:19:26','2025-12-06 18:19:26'),
(38,'Khatereahdi',NULL,'09199207688',NULL,'$2y$12$//TaxqKsll510aIJLwerJOCVN2M1BnqtxQ4S9OZAO/JfSP5ho/xqq',0,NULL,'2025-12-06 19:18:47','2025-12-06 19:18:47'),
(39,'پارسا صالحی','Parsa.63','09148702151',NULL,'$2y$12$6cLtXsbEU3isJAKoP4s61OAC/G7LEchy8OONbbD9f3C6RNlb3gyS2',0,NULL,'2025-12-07 13:40:54','2025-12-07 13:40:54'),
(40,'رضا گرگین شاد',NULL,'09221684092',NULL,'$2y$12$nYWoSZc09paH217kaq.uGOg63wq0ilmWIj49CKRR9.VlbCGS3b5Y2',0,NULL,'2025-12-07 15:57:54','2025-12-07 15:57:54'),
(41,'نجمه باقری',NULL,'09178336913',NULL,'$2y$12$1waw8L2NlSlXJDhpACQyfO.rrp7I2/WnEtBuFfnMxyjwY34inoGru',0,NULL,'2025-12-07 16:53:28','2025-12-07 16:53:28'),
(42,'حسین سخت کش','h3inlx','09331761788',NULL,'$2y$12$rmt45ZJGcBaOLrgSoDTQVO9mI8N2Gss4QCPnCIQAVhC1PyeUP7GzW',0,NULL,'2025-12-07 18:56:32','2025-12-07 18:56:32'),
(43,'ایناز انوری','anvari-gold','09051747073',NULL,'$2y$12$KVS64tr7CUVq4836gj5Ol.Pzt32ayaZpSBiZbCjkKei7Sbg72TpqC',0,NULL,'2025-12-07 19:34:47','2025-12-07 19:34:47'),
(44,'امین اسلامی','_amin__eslami','09199625979',NULL,'$2y$12$/EgHcTnGaGl7g8NdbakOCOPZm7uaM3USJrrV/Tmwd8zQIT1zu1fWm',0,NULL,'2025-12-07 19:52:42','2025-12-07 19:52:42'),
(45,'فائزه شیرازی',NULL,'09909779812',NULL,'$2y$12$e8IfpS2NKl8HDEuvu3oLHO7svR2GlSQAGsUczXUrb7PoTPmTSp17C',0,NULL,'2025-12-07 20:07:25','2025-12-07 20:07:25'),
(46,'مهتاب تاجیک','Mahtabtajiik','09196235576',NULL,'$2y$12$GUVAxsIQ4ZOWqmF2H/J...AH1N3.dokL43F/e/60WSTyw3ogCn/P6',0,NULL,'2025-12-07 21:25:48','2025-12-07 21:25:48'),
(47,'بهنام شهیدی',NULL,'09386550366',NULL,'$2y$12$ouZvmO9NkA/put/HG/knGOGwdI9nNobTrB0eZb7UUt7MWFkOuLOhO',0,NULL,'2025-12-07 22:01:49','2025-12-07 22:01:49'),
(48,'علی زواره','ali_zargar.315','09907600190',NULL,'$2y$12$n/NH35Gn8l7FoiAE2x.GA.elE/wTYsLKcxuC8UMUnrWqyQLgeTf/i',0,NULL,'2025-12-08 08:41:46','2025-12-08 08:41:46'),
(49,'مهدی پاکیزه یزدی',NULL,'09356564004',NULL,'$2y$12$SaSGBKYxln1GVTggaxOD0OwCY01i1ObbJDVUVGNFlldOgsX0UTZZi',0,NULL,'2025-12-08 09:47:43','2025-12-08 09:47:43'),
(50,'الناز دانشمندی',NULL,'09026488101',NULL,'$2y$12$j5yDt5wdwt41mZc7Vh3Nkeu5PAVbIjlXyxaYkTrkxdmqZVW/GnwFu',0,NULL,'2025-12-08 10:54:32','2025-12-08 10:54:32'),
(51,'مسلم پاپیروند','Orgmoslem','09100311869',NULL,'$2y$12$AgRzG822EVRntNqPzvPY7.VM1S8F3zfYRjs1vFry3HfGDZ/X.TU4e',0,NULL,'2025-12-09 08:00:07','2025-12-09 08:00:07'),
(52,'سجاد علیپورمقدم',NULL,'09330801678',NULL,'$2y$12$8BxMaP7G9uWiBDAzYH7aRuO2qQfZPpHN5mC6CFigUh2Uyl0kPxFxG',0,NULL,'2025-12-09 13:45:25','2025-12-09 13:45:25'),
(53,'بهاره شیری',NULL,'09358227166',NULL,'$2y$12$eS6FF0UW1wLxNh3GecAYb.Nm1AVfJEGPsIbSJI6eZovGEews9kxye',0,NULL,'2025-12-09 15:27:36','2025-12-09 15:27:36'),
(54,'ساحل رجا','sahel_raja_','09388800857',NULL,'$2y$12$6sxLqswi0v6no1zTy3qi8ObSTrJtj9juLPV3tTPUYti9hHlVLLp82',0,NULL,'2025-12-09 16:06:28','2025-12-09 16:06:28'),
(55,'نسرین اکبرپور',NULL,'09142730719',NULL,'$2y$12$D5pzZR.myNUWFpOPieW3/.Da99AiMFRQpXIhfA2vNp6Z.JHx1OY0C',0,NULL,'2025-12-09 16:21:23','2025-12-09 16:21:23'),
(56,'بنیامین شیردل','benyaminshirdel_','09336164802',NULL,'$2y$12$j0Cfy81zkuBXxnDYU7p2nO3EEToavbJzCzRUks7w41nvyceVMqms.',0,NULL,'2025-12-09 17:56:45','2025-12-09 17:56:45'),
(57,'پریسا قانع',NULL,'09133742812',NULL,'$2y$12$v7xQtG9AYsK0Zz6x/YdaYOiX5R7WI5f8qFdhGOiHo4UfKhHT61Ja6',0,NULL,'2025-12-09 19:06:56','2025-12-09 19:06:56'),
(58,'علیرضا صادقی','alireza_s.vp','09906879814',NULL,'$2y$12$Fx7NT6r/.YOQ72bDPx21Tu4T8R5kf1Q8PmM30oqiwqzCiohJtYVKi',0,NULL,'2025-12-09 19:32:20','2025-12-09 19:32:20'),
(59,'مهدی جهانشاهی',NULL,'09926936093',NULL,'$2y$12$F/N/IcFbRyyFD0XG2krSw.qdAcPA3DtCAXWpONkOm9qjI/fdv0Dtq',0,NULL,'2025-12-09 19:47:24','2025-12-09 19:47:24'),
(60,'اوین صفائی',NULL,'09184303303',NULL,'$2y$12$qP.5satxZynO.a2rM.dfn.ShAEhunZoCJ2kdCPxCDtfQJITXjkKUK',0,NULL,'2025-12-09 20:04:48','2025-12-09 20:04:48'),
(61,'سحرعابدی','Saharrcoach','09905398638',NULL,'$2y$12$5db2ohtuA9mIsbDGi1dvM.KJ7eWsgehxGWEegtUaE/7ngJzpUEMMa',0,NULL,'2025-12-10 06:07:29','2025-12-10 06:07:29'),
(62,'امیر زارع','amirzr_87','09944642119',NULL,'$2y$12$UmL3MwuODheYf2cdqQXa6eewlCCKrmY5n1DwfIZgYt.oXNe279/IC',0,NULL,'2025-12-10 06:40:23','2025-12-10 06:40:23'),
(63,'فائزه عامری',NULL,'09130902144',NULL,'$2y$12$Xi97pHz9a9Ho0U870sX.0.J2DQG2IifnJ79BYUqReErl0f0iKPQA2',0,NULL,'2025-12-10 07:56:47','2025-12-10 07:56:47'),
(64,'معصومه ملکی',NULL,'09059076093',NULL,'$2y$12$r/87EOOB5ZZZ5wn3l6KwKOxd31plBlXWyhpJ1ATXpgzgkXauhF7.G',0,NULL,'2025-12-10 09:21:50','2025-12-10 09:21:50'),
(65,'صدف محالی','_sadaf._nail_','09308544363',NULL,'$2y$12$O0yAdAQxEUrVkRMFSYZHje6G2MBVm3Ssxv2/I3ZvlDS8kQpUbJfOm',0,NULL,'2025-12-10 10:46:51','2025-12-10 10:46:51'),
(66,'علیرضا تاجیک',NULL,'09128917815',NULL,'$2y$12$XYDD3dwSwinykMLyHUq3W.GJR49gOX5uWg527TCYXJIayESFI0q6C',0,NULL,'2025-12-10 11:34:42','2025-12-10 11:34:42'),
(67,'حسین عابدی نیا','HOSEIN_KHOSRAVI7','09023859421',NULL,'$2y$12$v4rKAhNJb5HQBkfeESCNaOU9NtzM4mLFxilPaECZQJaKKn9wwHWHK',0,NULL,'2025-12-10 11:57:21','2025-12-10 11:57:21'),
(68,'مرتضی جداوی',NULL,'09120311701',NULL,'$2y$12$bnoWubzxtLeXYbpwApQ5lesGM1feVKqD8btJkRCE2zEmsNw6Xl9dO',0,NULL,'2025-12-10 12:28:43','2025-12-10 12:28:43'),
(69,'فرشید فائزی',NULL,'09120702931',NULL,'$2y$12$6q9M9w3cYKrc3AZMjJy9Z.UB2TqlfEyEaDhTvmusceVgF8vtYSfHi',0,NULL,'2025-12-10 14:46:24','2025-12-10 14:46:24'),
(70,'saba izadkhah',NULL,'09926189524',NULL,'$2y$12$0fVE6bctTmNraXBIYAXKAe5WEF5WFsVFe8vP9HzShlBH3ml.Sgphu',0,NULL,'2025-12-10 15:17:11','2025-12-10 15:17:11'),
(71,'مائده فرجی','faraji_0','09373365371',NULL,'$2y$12$a1QTISa0J16rBvhrsS7q.uwdDcdXiN3tQduCaBknv.IJn85pXY3Q.',0,NULL,'2025-12-10 16:02:49','2025-12-10 16:02:49'),
(72,'سینا رزمی','Sina_rzmi','09142306237',NULL,'$2y$12$Slo5WxWCdYoe9OxS3S.QCOng2/tYXy2yujLIE9jIUtmQAPfJMlfye',0,NULL,'2025-12-10 18:15:08','2025-12-10 18:15:08'),
(73,'لیلا بختیاری',NULL,'09927076134',NULL,'$2y$12$KXShzkYTfAtYWKaCJkCzletFhprNr7O2bRSbW5XcgfB9qw3bI4kxK',0,NULL,'2025-12-10 18:52:07','2025-12-10 18:52:07'),
(74,'Aida charmi',NULL,'09199334961',NULL,'$2y$12$sEKxZeO7X.wQFAM34hqQGu4O9m56S6SSpLmFPXCzjCrA8Z6tVOsPW',0,NULL,'2025-12-10 18:59:28','2025-12-10 18:59:28'),
(75,'Amirhosein',NULL,'09302297658',NULL,'$2y$12$Lxb0DH7lj37HF0di3X0dhuYWUz8do24qlDNPRHg/uV8SgI0kVgDOO',0,NULL,'2025-12-11 08:18:13','2025-12-11 08:18:13'),
(76,'راضیه مقدم',NULL,'09021022234',NULL,'$2y$12$YjGjFk0MvLrjtje0dfdEd.3ok2a6SJ4Y76WEAp1zcyQPT84KQHMiG',0,NULL,'2025-12-11 10:41:09','2025-12-11 10:41:09'),
(77,'امیرحسین خیبری','Amir_h_khaybari','09120341078',NULL,'$2y$12$eAsOgb5PwsLHEO5jMUx9TuhlZTgRfFoYTQylcsl2s/ieP6FO/oF.y',0,NULL,'2025-12-11 14:36:48','2025-12-11 14:36:48'),
(78,'ریحانه توکلی','reyhan__taa','09118538646',NULL,'$2y$12$u11e4/A0KJuRVEqRImy.KeKZf/h3s6RzKh8lP48.sta1lVCBPplAy',0,NULL,'2025-12-11 20:03:56','2025-12-11 20:03:56'),
(79,'آرمان آقاجاني','armanaqajani','09025667886',NULL,'$2y$12$X9BD7onOboodbOlNtKdlfeMRw0/mUCcA26y1enyJ9rcAGqRljWkJm',0,NULL,'2025-12-11 20:38:34','2025-12-11 20:38:34'),
(80,'آندیا دیده بان',NULL,'0903 624 6735',NULL,'$2y$12$PjPFTI12M1Mdrr9bODhmjeR64vsMLCzVhLtekNHEXGiOTkQXqUAcy',0,NULL,'2025-12-11 22:10:19','2025-12-11 22:10:19'),
(81,'علی معلمی',NULL,'09921248054',NULL,'$2y$12$HElnCv63nfqMmS/CnrUpUOSaFiglMVVT7OdunXzsG.h50xTODCBai',0,NULL,'2025-12-12 04:27:35','2025-12-12 04:27:35'),
(82,'طاها قبادی','TaHa_gobadi','09030813188',NULL,'$2y$12$UCSvaBU2PIlKjPPplVItROYLAgXrXXng.gmMofoVRG0gf8dAo3QG6',0,NULL,'2025-12-12 09:25:35','2025-12-12 09:25:35'),
(83,'ابوالفضل کریمی',NULL,'09926074204',NULL,'$2y$12$bYDhiSW.k9DXhiLWLtbMy.Ep2NnHPB8Nr.1s5h1n3vzenAgMnhxSC',0,NULL,'2025-12-12 09:33:12','2025-12-12 09:33:12'),
(84,'راهب کیانی',NULL,'09119039932',NULL,'$2y$12$HsVCchAHLX0dagQ4z8wP4uH74brERabcaSCUdtaXNP0OyyQWzSA2S',0,NULL,'2025-12-12 10:27:37','2025-12-12 10:27:37'),
(85,'Moein mansouri',NULL,'09193641067',NULL,'$2y$12$SPhbFWVSZc4Y1WCTXBVJEePhYb4gB2s0d4MCI5wbfyWwFEFfhn7Vm',0,NULL,'2025-12-12 17:29:12','2025-12-12 17:29:12'),
(86,'مهدی خانجانی',NULL,'09115069587',NULL,'$2y$12$oISuSTaNtlnC.dm.FuAQJu9XaD1C8WYN0EI9HdIbS8PXYLBvtL.Q.',0,NULL,'2025-12-13 06:48:19','2025-12-13 06:48:19'),
(87,'مهدیه طاهری','Mahdiie_th','09335009941',NULL,'$2y$12$etyFNG.Z.JK0SJlCmikKY.7oWWAFh/srY8j79mOprbxZlXIy4FeIO',0,NULL,'2025-12-13 08:47:46','2025-12-13 08:47:46'),
(88,'امیر محمد اسدی',NULL,'09380737678',NULL,'$2y$12$MklfXUWU6n5LFcK8Y0AMVO29eKQAOJWIgpAm.wcDzFdYosTg.FyaG',0,NULL,'2025-12-13 09:12:23','2025-12-13 09:12:23'),
(89,'زینب اردلانی',NULL,'09392806530',NULL,'$2y$12$BznknwVJc5yD2qd9w41nZOx/iVle9cF4Vm4n4OvzifuOtMVtWWPhK',0,NULL,'2025-12-13 10:12:01','2025-12-13 10:12:01'),
(90,'عبدالرحیم','rahim___.kh','09058389545',NULL,'$2y$12$x0hCGOZ8SYaeXkTuOXEbHuedZG4jnpbokzzXRTqH8IDvSLyJd597C',0,NULL,'2025-12-13 10:40:14','2025-12-13 10:40:14'),
(91,'رضا حیدری',NULL,'09394233624',NULL,'$2y$12$mOBZDHQmp8LUQUAqyNX31.ctSsrQDZt4F0TENRM1qRxHYd6rhEvQ2',0,NULL,'2025-12-13 13:12:15','2025-12-13 13:12:15'),
(92,'سحرشیرزاده',NULL,'09309703857',NULL,'$2y$12$yswmiE.ZTgwI976hNHHpOui1kfHFimiJvsTa7ACIsujdIxG9ofveO',0,NULL,'2025-12-13 13:22:11','2025-12-13 13:22:11'),
(93,'احمد مقدم','_ahmad.ghm_','09399159927',NULL,'$2y$12$Egx5kHQn8fnIXKddCdjb1O5Kj18Lm8T0GT.uXmgvI9H.dYN6477fK',0,NULL,'2025-12-13 14:00:37','2025-12-13 14:00:37'),
(94,'یاسمن اولی نژاد','yasmn.avalinzhad','09385130663',NULL,'$2y$12$h2v2H4iz2lHfZb6hBgyslO8wPxxpnrYAClVUiR.Az3T5lZiUeZbNC',0,NULL,'2025-12-13 14:19:47','2025-12-13 14:19:47'),
(95,'مهدیه زارع',NULL,'09964855020',NULL,'$2y$12$74G/OlGmb1gJGu6I9OI9B.WDsiGCEVEkkO6jWKTPVdYdqbJK2RmUW',0,NULL,'2025-12-13 14:48:43','2025-12-13 14:48:43'),
(96,'شکیب کیمیایی',NULL,'09136767795',NULL,'$2y$12$.O/EkAgQbIL1btj6xWvmfOlUkaJG6ffsGPEdZMxnQFXW81icglnyO',0,NULL,'2025-12-13 16:37:05','2025-12-13 16:37:05'),
(97,'هداوند',NULL,'09383539003',NULL,'$2y$12$Qa25XiiZny7i9k.EdZsyJOmLT59gMl72DoxWmvDGKEmRkPuBmJkDO',0,NULL,'2025-12-13 17:00:00','2025-12-13 17:00:00'),
(98,'لیلا گلستانی',NULL,'09138070639',NULL,'$2y$12$wSIw.1piX2safPwUOHb0X.dJQ9orRKfvFrh/04AKhTuQ7kPk1xRCS',0,NULL,'2025-12-13 17:20:44','2025-12-13 17:20:44'),
(99,'سهیل خان احمدلو','_Soheil_khan_','09367119590',NULL,'$2y$12$5xxwhD.Hg2WjbD0OndDsluuwUyt1UkJ.81sIvM/.WjB7NpMGR1a.K',0,NULL,'2025-12-13 19:33:05','2025-12-13 19:33:05'),
(100,'محمداسکندرزاده','mohamad_eskandar1998','09121457097',NULL,'$2y$12$c3Gc5dMSx8tasCfvjhnNQezimZCmZBLGUzNypjcpnhDOl00XNmx1K',0,NULL,'2025-12-13 20:01:18','2025-12-13 20:01:18'),
(101,'کیوان مرادی',NULL,'09129400685',NULL,'$2y$12$MEzcsaBKjrfXu1MXtvVCNemUdnwwgBBwHIAvcyeMxu0uy.bpqAEfa',0,NULL,'2025-12-13 20:08:28','2025-12-13 20:08:28'),
(102,'نداقاسمی',NULL,'09902968511',NULL,'$2y$12$D00u4Fg/eBf70xoAGzVSYugy3GNCKtQ8KVYMBfFXAAtxAOMnwErg2',0,NULL,'2025-12-13 20:39:54','2025-12-13 20:39:54'),
(103,'میلاد عموزاده',NULL,'09116915866',NULL,'$2y$12$tsZqFLbkp/w.AoS7RS8Pe.onVwihlWAS38.R/bKn29D/pDrnsIjfq',0,NULL,'2025-12-13 20:57:43','2025-12-13 20:57:43'),
(104,'زهرا دانایب','zahra.d.128','09026278162',NULL,'$2y$12$jk5K6mr.w0eLODkKvzixI.71xJzF6xpQ6/7zLEUHmSKYmT0pKasW.',0,NULL,'2025-12-13 20:59:16','2025-12-13 20:59:16'),
(105,'فاطمه شاه حسینی',NULL,'09905829682',NULL,'$2y$12$NC4VBv4QoVRbl5cBLzUROeP62n4tLliBdmkBRlKqVMABS8YwGT64S',0,NULL,'2025-12-13 21:59:35','2025-12-13 21:59:35'),
(106,'امیرحسین انصاری',NULL,'09146756696',NULL,'$2y$12$k9w0/kS5HFesT5TCKGdqsOWQCaILYWkFw1DvBETNyB.x2LrK7pjgW',0,NULL,'2025-12-13 22:08:51','2025-12-13 22:08:51'),
(107,'محمد رامندی','m0hammad.110','09338584318',NULL,'$2y$12$/IXt9U0Yx686f4inGSQaveuiU1es7Uffbs94JjPnE65Rlo1b/zuR2',0,NULL,'2025-12-13 22:54:12','2025-12-13 22:54:12'),
(108,'سینا',NULL,'09117337944',NULL,'$2y$12$g.qpKwSDoVL/CQo.QYffOOA9dohn1B4bAPKX.kqV8Rt2GNpJ45tq6',0,NULL,'2025-12-14 08:23:34','2025-12-14 08:23:34'),
(109,'مریم کشاورزی',NULL,'09381707856',NULL,'$2y$12$sxvXChJ7nmiD.moU1LhYH.f6KuVsAZKo9TpFftM7JrGjyqcFD3DVm',0,NULL,'2025-12-14 09:08:21','2025-12-14 09:08:21'),
(110,'نیایش پیروزفر','niiiia._.pirozi','09910343039',NULL,'$2y$12$mnE/vAquD.rgufS8Caxx4.X/ezsrdmbpHdM785Kl1e7O2hVQr.Mii',0,NULL,'2025-12-14 10:54:43','2025-12-14 10:54:43'),
(111,'مهدی ایزدی',NULL,'09001037880',NULL,'$2y$12$Hp6yLtdNdPS5eqpnvGeC0eyCJR0DZ9IMIQeHVLyfIGfupeoVRP4W6',0,NULL,'2025-12-14 11:16:58','2025-12-14 11:16:58'),
(112,'alireza shobeiri',NULL,'09052065536',NULL,'$2y$12$7oqwilRFD.cuP.tHwi7SnuyoyBT8/Zh1n7W9WHliTrALG3GXCMtXC',0,NULL,'2025-12-14 12:48:10','2025-12-14 12:48:10'),
(113,'ریحانه عباسی','rehiorg__','09195315160',NULL,'$2y$12$KPmvjHkZWAQPry4A3e1uy.5TBfRv3u1pXPyaEmTPcrFp9HDI35L0m',0,NULL,'2025-12-14 16:43:17','2025-12-14 16:43:17'),
(114,'مرضیه کیماسی',NULL,'09106384144',NULL,'$2y$12$wtExxZRkQxJFgaskAqHI9.737i0tITiWyFNTU1J3ir/m8oVig3RKa',0,NULL,'2025-12-14 17:34:36','2025-12-14 17:34:36'),
(115,'زهرا کیمیایی',NULL,'09388218384',NULL,'$2y$12$w/SwqXdQsZRZVgWGxzJ5lOQCX3ql1n9CmU5oDb2P2kax4pxLSm6q.',0,NULL,'2025-12-15 08:52:05','2025-12-15 08:52:05'),
(116,'اتنا کمالی','atena_tattoo0','09217178914',NULL,'$2y$12$11BHdT8UJ09mHjWmfjrcnO5fTeayDD5DIs.JHSxRNa8.5LtqKJLu2',0,NULL,'2025-12-15 09:18:43','2025-12-15 09:18:43'),
(117,'محسن جدیدی',NULL,'09392139263',NULL,'$2y$12$GAYUjlKsnxC6/Vv8ydZfl.kTiCMHlY0Y0lij8u.D4JqQ8jlq.B/rC',0,NULL,'2025-12-15 10:23:57','2025-12-15 10:23:57'),
(118,'فاطمه یدائی',NULL,'09148304347',NULL,'$2y$12$w/qrYluGZ3Ppjz.nHVlodu7.xUcGIS/qYuMZA31XgRoXdwqg4gxQm',0,NULL,'2025-12-15 11:47:25','2025-12-15 11:47:25'),
(119,'امیررضا صفری زاده','amir._.za_','09123988654',NULL,'$2y$12$gyFMo0g2cl5ig9cjm0yuJOvUw8wMGjsE5H1z./sAKaXVcW3gX8BUu',0,NULL,'2025-12-15 12:53:51','2025-12-15 12:53:51'),
(120,'ندا اکبری',NULL,'09139241338',NULL,'$2y$12$GkU23fE3IGhre1SORWlbDecEFmTAsK8ezyksolcwpVmd9OvKRchaq',0,NULL,'2025-12-15 13:01:13','2025-12-15 13:01:13'),
(121,'فاطمه ترکاشوند','miss__torkashvand','09036810628',NULL,'$2y$12$.QpMalo2hULZ8FTWFP7GUuMA8bCWyHwLXm..IiJsWtkyR9CXoeq3G',0,NULL,'2025-12-15 13:11:40','2025-12-15 13:11:40'),
(122,'زهره ترابی',NULL,'09152291005',NULL,'$2y$12$GHFraVRYWLVnP2rW2UbDlevUbD1iZ.H9dmVftIn7chybAhP16uP9S',0,NULL,'2025-12-15 14:12:48','2025-12-15 14:12:48'),
(123,'مهلا فخرابادی',NULL,'09135347687',NULL,'$2y$12$QW5uoJaKXrkKhRG8mh2vNesW/9r/hnqpkYR0j6uETZe6.5RzgqsnC',0,NULL,'2025-12-15 14:23:13','2025-12-15 14:23:13'),
(124,'مهرانه معافي',NULL,'09054179332',NULL,'$2y$12$7ob8VxPGLqYr0kIscwyfNObzvf3gmInvlUFpYvDD4rEfS.maL5WHO',0,NULL,'2025-12-15 15:12:27','2025-12-15 15:12:27'),
(125,'حمید شوریابی','hamid.-.reza6333','09911112009',NULL,'$2y$12$0W/3hnVvIMLDhXTyQ4qXEei.QPOJR52Vd0NqKAosnyY.dEXovtEZG',0,NULL,'2025-12-15 15:29:07','2025-12-15 15:29:07'),
(126,'زیبا نورانی','zibanorani-','09382508598',NULL,'$2y$12$hNm8tGF2bInmq6Oy1R4VQOQJ/FrhpjN/x3xoW6rGXEU8bPQy.DiP2',0,NULL,'2025-12-15 20:53:05','2025-12-15 20:53:05'),
(127,'امیرحسین ناجی',NULL,'09139632063',NULL,'$2y$12$CTzmqTViyjEzmdI3Ux633elrBKEkgLuYq50Y1AL285Xt9oKiPxa8y',0,NULL,'2025-12-15 20:58:15','2025-12-15 20:58:15'),
(128,'محسن سهراب تهرانی',NULL,'09212476530',NULL,'$2y$12$QDXvdvFpxTF0C1BQ4qnx8O0evnsoIAf4Mx2hbAEd1GNrqs2XqisBW',0,NULL,'2025-12-15 21:32:57','2025-12-15 21:32:57'),
(129,'محمد خاکشور','7.immd','09379387012',NULL,'$2y$12$xe/Xe6x/c7I4kVunmyJu9.2jshgexZT2jBnJ/3ba6SJEkqo.VRhsC',0,NULL,'2025-12-15 22:20:55','2025-12-15 22:20:55'),
(130,'یاسر شه بخش',NULL,'09159414434',NULL,'$2y$12$4d5ceDDaYIiVFkUPdLMom.R1KccmJIWumrsl6YLc3RBtRqA.VPd7G',0,NULL,'2025-12-15 23:08:04','2025-12-15 23:08:04'),
(131,'مریم سلمانی',NULL,'09214234836',NULL,'$2y$12$UxYksTsWJlKB3qTQUGH74OoRpW0Sx24sBusNTFg8XJz1hWykTWy0m',0,NULL,'2025-12-16 08:56:24','2025-12-16 08:56:24'),
(132,'مهدی حاجی زاده','mehdihajizadh_pv','09001115997',NULL,'$2y$12$B/WdK58gO6t09pOo4xoJWOsphqBO.e95SP1aYIo/Zw2GKbB7XRuZC',0,NULL,'2025-12-16 10:06:53','2025-12-16 10:06:53'),
(133,'علیرضا جعفری',NULL,'09175140115',NULL,'$2y$12$C6XRVjtp6ePUFBu.N./lOuI8WXE32zq8lYVwLjeM8MJavEP7emQFa',0,NULL,'2025-12-16 10:34:21','2025-12-16 10:34:21'),
(134,'کوثر ولیپور','kosar__pv23','09373141084',NULL,'$2y$12$k0rrbFpgXKsqVReHCTKsr.frWXUi.gCyW0VDZsmOTrMtSlDQRYKBG',0,NULL,'2025-12-16 11:13:46','2025-12-16 11:13:46'),
(135,'علیرضا شریفی',NULL,'09362471588',NULL,'$2y$12$KLndz0EgXYUbWJldnvLinePiKa74y6V9Fzkoaok.dAUoyPbTX4WMy',0,NULL,'2025-12-16 11:44:07','2025-12-16 11:44:07'),
(136,'ملیکا طهماسبی',NULL,'09914620138',NULL,'$2y$12$MmiHu4Y9DoWD8NU1UN4b0.GsJo5xGK8rLEKZ2NPZMlsKUrD0T8Cq2',0,NULL,'2025-12-16 13:26:47','2025-12-16 13:26:47'),
(137,'مهدی الماسی',NULL,'09198822328',NULL,'$2y$12$X/9BCBjyRJZpilTc9jm3CeSiQauggSnQOSUy1Ar1HJT16/ST6zxnK',0,NULL,'2025-12-16 13:55:33','2025-12-16 13:55:33'),
(138,'نیما محمودی فر',NULL,'09211634167',NULL,'$2y$12$2x4cNlzx0odTlvJG5PeTDurzdG7mWH9/785WBd.3vOe0ArYbQZ0Iu',0,NULL,'2025-12-16 15:19:28','2025-12-16 15:19:28'),
(139,'مریم یحیی زاده',NULL,'09150948022',NULL,'$2y$12$dIfS0JpUuoFnZzLDxNxuTO.GSIxBYedDqzORhct/TqzqXkDwZZhO6',0,NULL,'2025-12-16 16:02:56','2025-12-16 16:02:56'),
(140,'علیرضا رستمی',NULL,'09181112584',NULL,'$2y$12$MW8yXNQT2J6yY.eSqdWtKewqiJRvns93jrc0mE8pKih0m4vfhPMQG',0,NULL,'2025-12-16 17:56:15','2025-12-16 17:56:15'),
(141,'Amirrezavk',NULL,'09942832983',NULL,'$2y$12$.Q4sRGglVedPY3NRqmewB.Is1kRkMXrq0ECnUtUP/mPompv8zAixy',0,NULL,'2025-12-16 18:27:27','2025-12-16 18:27:27'),
(142,'علیرضا میرزایی',NULL,'09302702582',NULL,'$2y$12$TlXbdtyGPU8fTk9VOQt50OIH3gOY3SENr9A/MZPoMMXnbL.6eu4iy',0,NULL,'2025-12-16 18:28:14','2025-12-16 18:28:14'),
(143,'کیمیا آقاجان زاده',NULL,'09053810607',NULL,'$2y$12$89oSJudWQyLeClN/orrVDO4HFxVezABjR.V5f3q7QhGwdPh5w3Foq',0,NULL,'2025-12-16 19:16:06','2025-12-16 19:16:06'),
(144,'حنانه ریولی','r.hariyna','09195173904',NULL,'$2y$12$3Ri9WPpJzSs/2.qlZ9NYn.amFpdvHpXrQ6M2k7WiDwRc/QKW8bcOe',0,NULL,'2025-12-16 20:22:26','2025-12-16 20:22:26'),
(145,'عرفان عزیزی',NULL,'09173269417',NULL,'$2y$12$WNzP8Yity3EwKqPUo5X7P.UWMERzTcnsBZhgEqUCMY4tIbewUtgHO',0,NULL,'2025-12-17 05:29:25','2025-12-17 05:29:25'),
(146,'برسام تیموری',NULL,'09337706671',NULL,'$2y$12$4heKi4bMJze80PBDOOXfvOEz9tgnq3g9oBGHYtlyv5POGgLGqpEpq',0,NULL,'2025-12-17 10:39:01','2025-12-17 10:39:01'),
(147,'زهرا حسن نیا','z.hn7380','09022688820',NULL,'$2y$12$7Czvy6uAOZ.Jr2vRkSQ9SOVDx2yYMmKqM0p11qkZOcGbv7gvzBA5G',0,NULL,'2025-12-17 10:39:08','2025-12-17 10:39:08'),
(148,'سمیرا حیدری',NULL,'09909171262',NULL,'$2y$12$swJD2k0U9cYv29yaaRGZfO4H4g88e8VtSN5WT7PxHFvhtlOSapNpC',0,NULL,'2025-12-17 11:13:36','2025-12-17 11:13:36'),
(149,'مهسا سرچمی',NULL,'09147807624',NULL,'$2y$12$1vVGj2livCxRPzuK6FhfTONJgwtQd0Rea54hwbHiKV0zXvsCsJQTy',0,NULL,'2025-12-17 11:48:26','2025-12-17 11:48:26'),
(150,'مهسا جمشیدی',NULL,'09382848092',NULL,'$2y$12$Y6MEqGWUb6jqj5Ug7LkPKeyD0BR6L//8f.fYYvs7jYWyzBdMemvCS',0,NULL,'2025-12-17 13:41:45','2025-12-17 13:41:45'),
(151,'احمدرضا پاک‌نیت',NULL,'0919 155 3649',NULL,'$2y$12$tw8yMxicoB7O0XvhPbfLTuyyk7MtG/It3Nhm0S9aXH5ZYjCvLHehu',0,NULL,'2025-12-17 13:42:35','2025-12-17 13:42:35'),
(152,'صائب بیانلو',NULL,'09196793367',NULL,'$2y$12$O8GcNqZd6RqpwKkNUM5fvOXUm96PChZdaHxBWXmB6u.NatmcSCt3O',0,NULL,'2025-12-17 15:27:57','2025-12-17 15:27:57'),
(153,'ندا تمیمی',NULL,'09308754696',NULL,'$2y$12$wynzx6j3L1cVIUbShzhTZ.gQrg7Nyxu/3L8LZMxX1GTr0VmPPmhBe',0,NULL,'2025-12-17 15:59:45','2025-12-17 15:59:45'),
(154,'مبین مولودی',NULL,'09183909778',NULL,'$2y$12$uwbgWAI2RbPrTr6MHWddB.hsnm9cVDgy/tiBDWrI5hH8uoyS2zfV.',0,NULL,'2025-12-17 22:28:07','2025-12-17 22:28:07'),
(155,'فتاحی',NULL,'09931317134',NULL,'$2y$12$CjPa.bEduGuZQ1.18QTDMujVQXTo1eQwWVill4kjk.bHVW3aZgn3e',0,NULL,'2025-12-18 08:44:46','2025-12-18 08:44:46'),
(156,'عرفان زارع',NULL,'09033886900',NULL,'$2y$12$s3ZhegW5g0yTCIfK0pIkjeRT8Y11CV8eEwj1fMPcxW5ivHhWNEtsy',0,NULL,'2025-12-18 10:17:13','2025-12-18 10:17:13'),
(157,'محمدامین علی اصل','Mhmdaminaliasl','09129358167',NULL,'$2y$12$kH2jKd.nweQVKhNTzMRBK.ciX4EhIKlAkM73YttRBVXMrduJuSQJq',0,NULL,'2025-12-18 12:43:50','2025-12-18 12:43:50'),
(158,'اتنا کمالی اردکانی',NULL,'09120731670',NULL,'$2y$12$Ayl954fu10PEvAUXfSlwye5G4m2ZYRAFXrzdeEzIun2h1U5/b8PB2',0,NULL,'2025-12-18 14:49:45','2025-12-18 14:49:45'),
(159,'فاطمه كردي',NULL,'09133964754',NULL,'$2y$12$qBEAq3bdpX5yiAYdSnvou.tYcb/4SsyPVphQmz5G9wPPFWwe8AfFS',0,NULL,'2025-12-18 16:38:49','2025-12-18 16:38:49'),
(160,'هومن پیشگیر','hozan_pishgir','09369508350',NULL,'$2y$12$k1Zp5bPAOULD/Ckf78mKzOFcO1vO2bllnEBSMUVtiMa1kRmNT5g0a',0,NULL,'2025-12-18 17:56:41','2025-12-18 17:56:41'),
(161,'ندااکبری',NULL,'09398741304',NULL,'$2y$12$2KiVDcqUG21cElXf5ZMQOOXYyqBGwufzJgM1orNy3vD29R0PfpJSi',0,NULL,'2025-12-18 22:29:51','2025-12-18 22:29:51'),
(162,'فاطمه محمودزاده',NULL,'09387566817',NULL,'$2y$12$snmF41x8S.7PxIGS4awwp.qqdOBBJOpAz8ArfDhMPSevuDpcXY81a',0,NULL,'2025-12-19 09:11:42','2025-12-19 09:11:42'),
(163,'زهرا همانلو','@zahrahomanloo','09337506524',NULL,'$2y$12$swBBY98e8J1/KAxfBfmap.QKPad0sqz4X.OSaaAsT6qYj5VG6geQ.',0,NULL,'2025-12-19 09:54:25','2025-12-19 09:54:25'),
(164,'امیررضا قرمزی',NULL,'09229957281',NULL,'$2y$12$2XEOzwYjTGz.g/zmWNA5huEqho.1TSx2rV1ebOif9T3snDlzJrSTu',0,NULL,'2025-12-19 11:44:12','2025-12-19 11:44:12'),
(165,'دنیز رسولی',NULL,'09396761860',NULL,'$2y$12$n4xNlnz9P.AuqVLngdxrHeO7RFE68AL/WkmY1j8aPLiJuj1lDHUW.',0,NULL,'2025-12-19 13:13:38','2025-12-19 13:13:38'),
(166,'شایان سالومه','shayansaloma','09916999075',NULL,'$2y$12$qgCwuuvqhg2taf3SO5TUrOKxJdTZDC3hxAroQnIlNhX5fb.kYi4iS',0,NULL,'2025-12-19 18:21:04','2025-12-19 18:21:04'),
(167,'فاطمه سدنی',NULL,'09119986603',NULL,'$2y$12$Jv4FEFbUpd6YmJL/bMfWsuHjvkB3e4XQcQPjpVJ7d1WdeWIiAUwEq',0,NULL,'2025-12-20 07:55:40','2025-12-20 07:55:40'),
(168,'ثمین قاسم زاده','smn_.gz.n','09387281385',NULL,'$2y$12$vekW/OMT./4J4zmctkG6GORxqRy/02gRNxtOyG/WEEPkcLjtT6x62',0,NULL,'2025-12-20 08:54:05','2025-12-20 08:54:05'),
(169,'زهرارضاپور',NULL,'09022024185',NULL,'$2y$12$glsOVAQ/uIEy3BZ0MHJz4ujiovqJWOCESVV6i4b.1EwT5U7Jk4eO2',0,NULL,'2025-12-20 09:28:13','2025-12-20 09:28:13'),
(170,'رضا بیابان گرد','rezabiabngard','09397439985',NULL,'$2y$12$gPWPpD0SPLXnxMmQjXQr6.5WJlZnbHsLE2l0MMi4V2NXazkWx5RsG',0,NULL,'2025-12-20 09:28:22','2025-12-20 09:28:22'),
(171,'فاطمه صادقی',NULL,'09923118438',NULL,'$2y$12$xgcgGbaogrIwbv7N311D.uJ5a52PT799V3EfIsKo3RL8vHRTTjAwC',0,NULL,'2025-12-20 09:31:15','2025-12-20 09:31:15'),
(172,'آراز زکی',NULL,'09309027546',NULL,'$2y$12$vaeE7aOrGTwIYDQsFaSCZu3pbQ6Szivv5vMBhIhsIAS/MyO3ZQSyi',0,NULL,'2025-12-20 09:36:24','2025-12-20 09:36:24'),
(173,'نرگس عیوضی',NULL,'09362711058',NULL,'$2y$12$s/F34OilmvRKlFKG9bxSnuXQrT.4ZogzWbn0RS77Z3BCWp1HUoB.q',0,NULL,'2025-12-20 09:44:53','2025-12-20 09:44:53'),
(174,'مریم',NULL,'09305384359',NULL,'$2y$12$RkEQouUkQk1U13xuSBNOyul8CJXOk0iUykbQQ/nnfvx882q6L.tPy',0,NULL,'2025-12-20 09:50:14','2025-12-20 09:50:14'),
(175,'نازیلا قاسمی',NULL,'09927721376',NULL,'$2y$12$I4FMoY9yM72G6ZLFVr2VSOPMEMNDSR2vFKpou6PIjcgTWRpMLv7O6',0,NULL,'2025-12-20 10:39:54','2025-12-20 10:39:54'),
(176,'صالح دارابی',NULL,'09390193652',NULL,'$2y$12$HXf3aaW7.VXPOE8QuH/flu8MmB83RapL6IXhFgal5bsSYpL50XSxG',0,NULL,'2025-12-20 11:04:15','2025-12-20 11:04:15'),
(177,'غفار غبیشاوی',NULL,'09389634340',NULL,'$2y$12$2dGoCPgVDGdajZcKD.S0AOp5QY9mem57UQU/D9CfkZFWZDQABmpTa',0,NULL,'2025-12-20 11:10:39','2025-12-20 11:10:39'),
(178,'محدثه شکیبا',NULL,'09025791090',NULL,'$2y$12$ffk1zjPvFE9K3KwGiIJHO.unHPQN3ohXI7BEZK1Pow5yhvX5GAidO',0,NULL,'2025-12-20 11:13:28','2025-12-20 11:13:28'),
(179,'نورعلی',NULL,'09336074011',NULL,'$2y$12$Yi91oifTqRe.y79Qor/0xu3G9KcTvbk4BUxKWPSpndf3y9sYeU8bK',0,NULL,'2025-12-20 11:19:44','2025-12-20 11:19:44'),
(180,'پریسا جعفری',NULL,'09917980558',NULL,'$2y$12$v39x.3Js6yY0xskt61asjeXLPcvDYvVwswi9WqqHmaMO8stO9j6gi',0,NULL,'2025-12-20 11:21:24','2025-12-20 11:21:24'),
(181,'زهرا حسین زاده',NULL,'09932139263',NULL,'$2y$12$opvV9t4MIuGkGF/2JZrQNOfbdn2hmKIqF4phzhXhvQoG7.mTF1Axy',0,NULL,'2025-12-20 11:27:53','2025-12-20 11:27:53'),
(182,'مهدی حقی','m_limiited','09916060818',NULL,'$2y$12$n3zTzQ78kEnkFbF/4Ty34.XAtM/yRwoJM1p33jXQCrVAZWMqJiAEy',0,NULL,'2025-12-20 14:44:27','2025-12-20 14:44:27'),
(183,'پرنیا افضلی',NULL,'09935226670',NULL,'$2y$12$3llOmMxM.Or1T1kDRHwdpeIy1l0n4BSsicTFtf0wAK3jHAGMdEyUG',0,NULL,'2025-12-20 15:08:29','2025-12-20 15:08:29'),
(184,'صدف عزیزی',NULL,'09903097658',NULL,'$2y$12$DWv8jBs6dFapDJTyOgB4QONEzHNQqxFNjpu313tMtgj8C7Rcuiwv6',0,NULL,'2025-12-20 16:02:37','2025-12-20 16:02:37'),
(185,'Sahl',NULL,'09913814431',NULL,'$2y$12$rxQmK.rvKDRzwNjcrN19Ne1SbPus.vr2o/R9uTQcdnRimNjGHwqkG',0,NULL,'2025-12-20 16:56:30','2025-12-20 16:56:30'),
(186,'M.k',NULL,'09916286484',NULL,'$2y$12$wsIuR00IBfQioUFwj9XbEe94POt9F5/Q1EYbnVDgre0WYkn7c3nmS',0,NULL,'2025-12-20 17:27:31','2025-12-20 17:27:31'),
(187,'سارا خانعلی لو',NULL,'09332530878',NULL,'$2y$12$WlkBdWKFfuVBPKDRXvxIyuWJdZYxsWVzZEPKSFpEdxr.ZEafagTty',0,NULL,'2025-12-20 17:36:49','2025-12-20 17:36:49'),
(188,'امیر مهدی عباسی',NULL,'09368627086',NULL,'$2y$12$h1BmgdoD2CkjdubirFxK9.pWLyuLkR/4BQlL7F1sV4qMlxVhikvDa',0,NULL,'2025-12-20 17:40:14','2025-12-20 17:40:14'),
(189,'pooyakomijanj','pooya._.km','09964941385',NULL,'$2y$12$K9kkl3HStmX9wBq11v5MS.Ik8.eJqdmbY7MZiHT351tXCZScoMym.',0,NULL,'2025-12-20 18:40:25','2025-12-20 18:40:25'),
(190,'متین غلامی','matin.gh.98','09129098406',NULL,'$2y$12$n1jVuzKaYGrEvQQlsEvlwO6HFlerSv4U3EHgLgwTv/kWKU/5/ry8q',0,NULL,'2025-12-20 19:05:20','2025-12-20 19:05:20'),
(191,'امیر دریانورد',NULL,'09961766643',NULL,'$2y$12$Q6eDwY.5xueJDW3Q4nzedu6897GwvjQ/S4QENBKFX50/tOXqrh6WW',0,NULL,'2025-12-20 20:34:52','2025-12-20 20:34:52'),
(192,'محدثه','رشیدی','09905652567',NULL,'$2y$12$R5d5eWMYRo7wpM.zqsP.J.4ub3qGfdAucjHKy/Di6K1jreyFwOvwS',0,NULL,'2025-12-20 21:03:36','2025-12-20 21:03:36'),
(193,'مهدیس همتی','photo_mahdiss','09192192963',NULL,'$2y$12$xFcR/jKCP5xvG2/JXHChEedpxRjjRnSLKkm/9tZaJhTLbktM9dOCK',0,NULL,'2025-12-20 21:52:01','2025-12-20 21:52:01'),
(194,'حنا مایلی',NULL,'09106772935',NULL,'$2y$12$2tAHfl89cyKfLXqjvKQwV.LyYPDCuJNaDbh4B.s19ceM5OiAM7xAC',0,NULL,'2025-12-20 22:55:51','2025-12-20 22:55:51'),
(195,'صمدیان',NULL,'09369793345',NULL,'$2y$12$1dqTSZ6DFkiGHR79Bi1oeuHk.lY0ufoi9z9t0ua2khHOkE//VggE.',0,NULL,'2025-12-20 22:58:04','2025-12-20 22:58:04'),
(196,'مهدیه اکبری',NULL,'09962531097',NULL,'$2y$12$7A0NgZ9SkLggoVo/Sg5IGebNh3eWmse2NAsQ9./y0kMWBbL2T3QeG',0,NULL,'2025-12-21 02:59:09','2025-12-21 02:59:09'),
(197,'فاطمه کرمی',NULL,'09102425684',NULL,'$2y$12$2uejnLiOceGp/j69vg98F.D7bVkZ4vzkVwmEds8y9E/WGkIXTOUiy',0,NULL,'2025-12-21 07:01:27','2025-12-21 07:01:27'),
(198,'بیتا اتحادی',NULL,'09022460265',NULL,'$2y$12$ewBQ2QSZeNDk/b5maPYm7eoTRA8Yy6SCK4eKg1tSUPjC/LklBNLPW',0,NULL,'2025-12-21 08:55:04','2025-12-21 08:55:04'),
(199,'شاهین قربانی',NULL,'09913806513',NULL,'$2y$12$7f8faQiDQYEi93eCO/rIC.xnPhQiE2YsFYFWHpNrtDVlA0peJD.fS',0,NULL,'2025-12-21 09:04:01','2025-12-21 09:04:01'),
(200,'فاطمه توکلی',NULL,'09046260726',NULL,'$2y$12$scl3PgzdyrNbQVafQ1Q7VuFqBxP9hq.InBIHehyILZbTP0K/4cXU6',0,NULL,'2025-12-21 16:04:19','2025-12-21 16:04:19'),
(201,'ایلیا بخشی','iIiya.89','09227489113',NULL,'$2y$12$WPIQOr1RkW1AzkzkMf2eS.ZAHwfztGUORr0ovVz6jcBB8cbitnSwW',0,NULL,'2025-12-21 16:38:23','2025-12-21 16:38:23'),
(202,'شیدا غلامی',NULL,'09119552395',NULL,'$2y$12$qWa65NaJWIcHWi1s2SYYxO8nOsXPEBY8Q6NPIS/fTflQxk8gXx1li',0,NULL,'2025-12-21 16:58:41','2025-12-21 16:58:41'),
(203,'فاطمه احسانی',NULL,'09395088358',NULL,'$2y$12$j.JVP6ArCLy.z5HaHgDXvOe6dtOmmir7b3EixdzEUca5.h41jzi1C',0,NULL,'2025-12-21 17:03:31','2025-12-21 17:03:31'),
(204,'محدثه پناهی',NULL,'09136846629',NULL,'$2y$12$HvKyl2VrtcIBPk7RUOAT0eLJBukHdE12.oA6OyFerIdQa9tmNKw2a',0,NULL,'2025-12-21 19:19:22','2025-12-21 19:19:22'),
(205,'علی رحیمی',NULL,'09039538941',NULL,'$2y$12$ZrcwrjEsEPH.8yqZAZeqk.cKaJdrw2rBF5B3iu.9OUDQ0paM0vVyy',0,NULL,'2025-12-21 19:35:30','2025-12-21 19:35:30'),
(206,'سارا خیبرنیا',NULL,'09169987848',NULL,'$2y$12$2qdBWArKrHE6BirAYf/apuv93oLxO1Tq/ycyUMnl.Mb9btOl8ZIla',0,NULL,'2025-12-21 22:57:46','2025-12-21 22:57:46'),
(207,'امیر زاده محمد',NULL,'09155668377',NULL,'$2y$12$GRXFrtRTy9qD5BUQdplkJ.RfJLXUDZltg0ydQbVfhZLgSnrci.poy',0,NULL,'2025-12-22 09:12:10','2025-12-22 09:12:10'),
(208,'محمدحسین همتی','Howsen_turk','09029387380',NULL,'$2y$12$xgWdD6Xagx.eDvt6GUD2PuyN4Vr2bBOY1RNybr3TgNqvTrlkEjCn2',0,NULL,'2025-12-22 12:20:18','2025-12-22 12:20:18'),
(209,'مینا انباز',NULL,'09179756907',NULL,'$2y$12$njEEOG5kvg3Mrf0O7HT6JOjMRJmNx72dpAR3MH9G4tguU2jWUG.IK',0,NULL,'2025-12-22 19:07:25','2025-12-22 19:07:25'),
(210,'یاسمن طریف',NULL,'09016596605',NULL,'$2y$12$0446uKeNHrWHUN6o2wNG0O6x9CzOlfltgisLf59ceejHHoPSbWau2',0,NULL,'2025-12-22 21:45:10','2025-12-22 21:45:10'),
(211,'زهرا کاری',NULL,'09356774143',NULL,'$2y$12$xNGq2aBrfciGSsfF3SoAAuWaB17fjE45CFqiatPq4E7MbCg6sQvla',0,NULL,'2025-12-23 06:41:44','2025-12-23 06:41:44'),
(212,'الهه شیرزاد','elahe__shirzad','09137083150',NULL,'$2y$12$4ijGkjhB5IV84fjptHO1c.ujdBp06GeZ3xGAna0bXcPgYMfLJkA5W',0,NULL,'2025-12-23 10:25:56','2025-12-23 10:25:56'),
(213,'نگین رفعتی',NULL,'09964133117',NULL,'$2y$12$JbaXKWaXRjNDFBvXUuqnqeymwqlO8yvagWWFdthWs375dWzgfU50.',0,NULL,'2025-12-23 10:42:06','2025-12-23 10:42:06'),
(214,'علیرضاحسیمی',NULL,'09036959491',NULL,'$2y$12$n68/OKiGH8bLS03CFfWom.L1cHwOa6r9Xr4rqAMRzD48Ks983M4..',0,NULL,'2025-12-23 11:06:15','2025-12-23 11:06:15'),
(215,'امیرعلی گلباف',NULL,'09103349067',NULL,'$2y$12$nr0plfbufQM17NjZY7ajgeiUwMiOt3WNsKW.VisTZT9SlaHNHV.OS',0,NULL,'2025-12-23 11:29:37','2025-12-23 11:29:37'),
(216,'آیدا شفیع دوست','ai.da._.sh','09168312741',NULL,'$2y$12$zbFPt4XqLThTkZp7uYXnvupj6GSLca.mJSG.XT8/nt2Q9s5VjZwVS',0,NULL,'2025-12-23 11:30:14','2025-12-23 11:30:14'),
(217,'زينب مطور',NULL,'09393573820',NULL,'$2y$12$2EvGmvZZBoOzJFU1wLCgAeyW94nXOILOHlgQJLEzlk8vaYHpdqrAy',0,NULL,'2025-12-23 11:50:06','2025-12-23 11:50:06'),
(218,'هانیه ارجمندی',NULL,'09134525475',NULL,'$2y$12$mHkyKe.eDa54EbHybyScQ.q/S6XMGZFigBvJC7zQOUk.tpGB1/30C',0,NULL,'2025-12-23 11:59:12','2025-12-23 11:59:12'),
(219,'ایلیا علاالدینی',NULL,'09034569594',NULL,'$2y$12$GqG6Xgc76KHCqXUMTTtvKeWAv5YFV5qvGYw7E8tR/AOSXYB30oQRS',0,NULL,'2025-12-23 13:52:39','2025-12-23 13:52:39'),
(220,'سمیرا لکزیان','samira68898@','09151086040',NULL,'$2y$12$J.qmY69GMQsMUohZZTbsm.UG2smqBqlsEWF/4Z.zmtIQ7Sgqpc9xW',0,NULL,'2025-12-23 14:52:38','2025-12-23 14:52:38'),
(221,'تینا اکبری','akbari._.28','09920726386',NULL,'$2y$12$LBJiC/zWIXIsZDSYcpc3/ulph.79DIfLqUpxcL3.r14buAdmd36Ta',0,NULL,'2025-12-23 15:49:55','2025-12-23 15:49:55'),
(222,'فاطمه باقری',NULL,'09157959455',NULL,'$2y$12$aNkwDV1pElBeBdQpns4ufeYuoYTQJJ1iv08.9w95BA4Jn4Pr6RvCG',0,NULL,'2025-12-23 16:07:12','2025-12-23 16:07:12'),
(223,'Sara',NULL,'09921094653',NULL,'$2y$12$rfcABTCia6bS5TTlseZaqeEMbLE4wDBswKJCEu0cgYjQM7/cuTugu',0,NULL,'2025-12-23 16:38:08','2025-12-23 16:38:08'),
(224,'کاظم محمدی نژاد',NULL,'09174123320',NULL,'$2y$12$Sn4S/K8Gcw4xmm23DjJk3.FmRw7P2PrKgo4QjsdhsH47DpxfpHNEq',0,NULL,'2025-12-23 17:51:32','2025-12-23 17:51:32'),
(225,'فیض الله','y.feyzollah','09335403472',NULL,'$2y$12$jHS9bC39ishEZ0cMH8kqKe4A8PA8TP8Yh3djbh6vtEXnLqr74EKt6',0,NULL,'2025-12-23 18:16:06','2025-12-23 18:16:06'),
(226,'زهرا خداترس',NULL,'09336983703',NULL,'$2y$12$nu5UmXweBUwPoUCpJ/j5COWOPgdqwlAaQZU1VgApuFpa9zbHXNBdW',0,NULL,'2025-12-23 18:49:14','2025-12-23 18:49:14'),
(227,'امیر حسین زهرایی',NULL,'09917756193',NULL,'$2y$12$yTkXD5nTPHbAUxWZy7CcZeE2uec4PIbX8S7oMdMCPIv9s8S4QXIEW',0,NULL,'2025-12-23 18:50:39','2025-12-23 18:50:39'),
(228,'ستایش وحیدی فر','seetiiiy','09395791392',NULL,'$2y$12$qQ5QhHjEDPLjrWzFHvIty.ZQC8Wh/5mNeG7FNkTGUe5R5l9M8jSB.',0,NULL,'2025-12-23 20:11:16','2025-12-23 20:11:16'),
(229,'آسو سپی',NULL,'09385793002',NULL,'$2y$12$fWoxYhKL2ilVyj8kj3ebr.nbkDfVPIJn7vIv76MXykHjtPnDNLVlO',0,NULL,'2025-12-23 20:37:26','2025-12-23 20:37:26'),
(230,'ریحانه نجاری',NULL,'09361427766',NULL,'$2y$12$ZnVC3slGhal607iaTpscYOhLmDzp38u46.rYbcLKrUSg.HSvZ2ZXa',0,NULL,'2025-12-23 20:41:15','2025-12-23 20:41:15'),
(231,'منصورفرخوند',NULL,'09366986099',NULL,'$2y$12$HCt8NGRl5jUvh4wZgB.d6.G./SfE7PJ5IfpSGmGe9MrBEBAmV1JOi',0,NULL,'2025-12-23 20:57:12','2025-12-23 20:57:12'),
(232,'دیار بهروزی',NULL,'09149434072',NULL,'$2y$12$6y7TvCBNO94sqIfGCimqjOI9CuB.OkPlJo5IW.CUsSPBQWamOH5fO',0,NULL,'2025-12-23 21:36:59','2025-12-23 21:36:59'),
(233,'مهسا شکراللهی',NULL,'09134704479',NULL,'$2y$12$hMu8gn0XS2nqbU8l71aWAusLinSIXvNGi6gYErmbSLAWapY1u74WG',0,NULL,'2025-12-23 21:41:39','2025-12-23 21:41:39'),
(234,'مهدی احمدی',NULL,'09009884630',NULL,'$2y$12$o4W/mn1moUp/l5ipElrN7.gX99uHUt.DcwnAAq3jPw8qKMNMtzG76',0,NULL,'2025-12-23 21:58:34','2025-12-23 21:58:34'),
(235,'مبینا پورگیوی','mobiw__15','09334485088',NULL,'$2y$12$JkGaie.caQSk4tGVfsfEnut5LA1CWVGOqyNjjW.xO1lvh.G9o3.BO',0,NULL,'2025-12-23 22:51:55','2025-12-23 22:51:55'),
(236,'امیر عباس',NULL,'09910716496',NULL,'$2y$12$MpM5jcLg3.6XUM/5CYJa6eGERPia6FNpayl2QUgoMiQqstxVnC7hG',0,NULL,'2025-12-23 23:03:46','2025-12-23 23:03:46'),
(237,'متین شاهزیدی',NULL,'09023567048',NULL,'$2y$12$s3m7xaKtFB5Vx5v6H6eDTOyhK6YR3pOwJ9emuqiKTwqSyuMmeX79K',0,NULL,'2025-12-24 05:07:27','2025-12-24 05:07:27'),
(238,'محمد جوادناصری',NULL,'09170562440',NULL,'$2y$12$JAYxzzg9yUFeaxOqC5/trOxauXYh.BpP/bD2JwtetLGdlGy5XAeWC',0,NULL,'2025-12-24 05:20:09','2025-12-24 05:20:09'),
(239,'نوید مامور','navidmamor','09394244353',NULL,'$2y$12$F1cagUVrYvmH.EbGlMq6K.HHwmZv6WOiAfG4Ohip34Ep43REf72Rm',0,NULL,'2025-12-24 05:45:35','2025-12-24 05:45:35'),
(240,'پوریا یعقوب پور','Pourya_yaghobpour','09148169561',NULL,'$2y$12$4N7df4vXKNBacX1xn3mzNuVnafIJYR/tQUXrxHNL97iCcVRUtn69W',0,NULL,'2025-12-24 06:41:47','2025-12-24 06:41:47'),
(241,'امیررضا حریفی',NULL,'09143912171',NULL,'$2y$12$VVGeNH95dTpH6kcIcaCokOcYxhvaOOcgKwo.t5kZ6btXuI1e3doKS',0,NULL,'2025-12-24 08:15:13','2025-12-24 08:15:13'),
(242,'مهسا دهقانی','mahsam,mdp','09398528401',NULL,'$2y$12$4iuClPGBoVQbH/DbBT.18Omb/wQeMPgGBfOvsjFzsss6knb//FCiy',0,NULL,'2025-12-24 08:17:09','2025-12-24 08:17:09'),
(243,'فاضل زارعی',NULL,'09336118849',NULL,'$2y$12$INPdLXrMW1dtzQnKAU1mkeu.eL54hWlniSstQcYAsAnVYs/91RBrK',0,NULL,'2025-12-24 08:29:27','2025-12-24 08:29:27'),
(244,'هوشنگ بلوچ‌زهی','mr_jogazi','09915312339',NULL,'$2y$12$i2sBN1j3pV313tCAavmDFuX8mwHFUNU.NyHRU/DnrbxaeDKTMuGmy',0,NULL,'2025-12-24 08:33:50','2025-12-24 08:33:50'),
(245,'متین نصیری',NULL,'09130323151',NULL,'$2y$12$9HF25WWvA3OAA149IIFlI.aMMxBYVhr2P4IzgsvmwABhDNEeJEYsO',0,NULL,'2025-12-24 09:04:10','2025-12-24 09:04:10'),
(246,'زهره درمیانی',NULL,'09914926735',NULL,'$2y$12$IawmK8Q.mX0kOsHhJtgLw.Ye4HZ4hGwAx0M8KYXKyWLIaorbJRL5a',0,NULL,'2025-12-24 09:34:03','2025-12-24 09:34:03'),
(247,'شادی قادرپور','Shadi_gh07','09197976068',NULL,'$2y$12$jQlSrVuOysfX/Bwf4XAsNu6jeMFDinxM9Ze.GwzGO71ldhvpdO8LG',0,NULL,'2025-12-24 09:37:07','2025-12-24 09:37:07'),
(248,'شهربانو صفرقلی زاده',NULL,'09143560359',NULL,'$2y$12$j3TnD58A/Rwl3O1EjsWg3emP0BTjbOuvA61v6c0GHWcAPsPrUEHZS',0,NULL,'2025-12-24 09:58:02','2025-12-24 09:58:02'),
(249,'منصوره ابراهیمی',NULL,'09135106783',NULL,'$2y$12$Jg2BWHVXy3kIUb4d3OmFUO59MsoZsq.CDa7xI0Ndb8xAm/0LmlPXC',0,NULL,'2025-12-24 10:12:30','2025-12-24 10:12:30'),
(250,'غزاله محبی آشتیانی','selinـmoheb','09387989194',NULL,'$2y$12$1yQmTrckikmlvgSvDpnbDu.TjnGoxkQ684qwbR.ta6LQyjdCRMSna',0,NULL,'2025-12-24 10:28:09','2025-12-24 10:28:09'),
(251,'یگانه گیلک',NULL,'09339313644',NULL,'$2y$12$IRXVsns3BqmcCY2MpL8/aOQPl3tcOhv3xMMxYIIvZO2b4s6mUWC5q',0,NULL,'2025-12-24 10:59:26','2025-12-24 10:59:26'),
(252,'محمد آرمین مجرد',NULL,'09928332016',NULL,'$2y$12$HZ5WLZgBKYE9/iqWALKW8.uw.Igd6.XelKYTXU4unqdpTtFeTKYiS',0,NULL,'2025-12-24 10:59:30','2025-12-24 10:59:30'),
(253,'مبینا فرزان نیا',NULL,'09032055234',NULL,'$2y$12$t7XVoYHb148Z8BWw0y7aCeZiie7DDJGVBt8Xl/q4NnygwWiS8/eDC',0,NULL,'2025-12-24 11:12:54','2025-12-24 11:12:54'),
(254,'علیرضاحیدری',NULL,'09055485203',NULL,'$2y$12$RzVKBbXWegz8VlnSU3UWK.88EL96FETgZWuasv57q38/BmGtemGNm',0,NULL,'2025-12-24 11:36:08','2025-12-24 11:36:08'),
(255,'وصال کشوری',NULL,'09101071248',NULL,'$2y$12$Zq1iIISXhFQh5KKwy6OIa.CSs3VlDxmWS2c6OJxVuOuxaQffALYFa',0,NULL,'2025-12-24 12:09:23','2025-12-24 12:09:23'),
(256,'kiyana','kwianashi3','09395503454',NULL,'$2y$12$rhqNdmvExp5qVDUPy6tLSe4T3QDBRRWcnssKwW9a5tEoZC/yQG3im',0,NULL,'2025-12-24 12:19:47','2025-12-24 12:19:47'),
(257,'امیر','amirali_razi__','09133585185',NULL,'$2y$12$fGtZq1Dz7kYAJIMt.MEEZ.Qo2hRmQeknsSYyVAL38wNCDunGvfp.y',0,NULL,'2025-12-24 12:20:01','2025-12-24 12:20:01'),
(258,'فاطمه قنبری',NULL,'09029539765',NULL,'$2y$12$BmPy5jlQJDf/1K64o.f9le.naiHJozchkq5I8JJ5I7j82Vb81WBRu',0,NULL,'2025-12-24 16:13:01','2025-12-24 16:13:01'),
(259,'کوثر حیدری',NULL,'09196681912',NULL,'$2y$12$VVmLlYfqfU6yLdVODWSktOsvD/odDVC3OT7rYh55Ohrg3yxcZ3Z4W',0,NULL,'2025-12-24 16:44:27','2025-12-24 16:44:27'),
(260,'امیر حسام اسدی','amir_asadi.sa','09362422684',NULL,'$2y$12$QB574kRWjhGMh5YPFgfgTOa6nIuodjurcFJb9qIlHywI/Af6TPlim',0,NULL,'2025-12-24 18:29:03','2025-12-24 18:29:03'),
(261,'Mohammad',NULL,'09039760367',NULL,'$2y$12$z2yEhnD/KMCFjSLaGXcckeW2kqeLHzs684BiPuzY1HlhN/WVxu.XC',0,NULL,'2025-12-24 19:35:10','2025-12-24 19:35:10'),
(262,'محمد طاها روزبهانی',NULL,'09399507806',NULL,'$2y$12$KtPIvM7xCf5nFSo9xo43d.l/rPH4PsyCWoE2t3vnxoPCiwt.O.lee',0,NULL,'2025-12-24 19:38:25','2025-12-24 19:38:25'),
(263,'محمد طاها خالدی',NULL,'09300506893',NULL,'$2y$12$39ffc8wvJMGXDLdsqpMJr.gB6xL8LLL2F0gQ64Ysp3frnQ/ihulWK',0,NULL,'2025-12-25 05:37:45','2025-12-25 05:37:45'),
(264,'نسرین آقاجانپور',NULL,'09118415058',NULL,'$2y$12$sta88Bji81U0tqy6UBeW9uj5PCOYGweUuR717UXsOCFSe93WJ7x26',0,NULL,'2025-12-25 05:58:11','2025-12-25 05:58:11'),
(265,'ناصر سخنور',NULL,'09145495300',NULL,'$2y$12$.aAdl3qfccR1JbFqOloJOuXhc0ID0aZ4k1yRMHHmCQP6S1VUc5Q.C',0,NULL,'2025-12-25 06:48:10','2025-12-25 06:48:10'),
(266,'Esmaili',NULL,'09144692031',NULL,'$2y$12$DWZnqKpvuyDxXGYF7GCU3.KTAR1jXPfdob3lNLYUqBNfARgYgd/Pm',0,NULL,'2025-12-25 07:16:24','2025-12-25 07:16:24'),
(267,'زینب دشتی',NULL,'09369779141',NULL,'$2y$12$XPr.bAvVDosKonmMjhIo2Ogb9TEOlSFYScWpC3qXgY20tl6KVkSjC',0,NULL,'2025-12-25 10:50:20','2025-12-25 10:50:20'),
(268,'جعفری',NULL,'09931622197',NULL,'$2y$12$RUWjE.5nOkPGrWuEtroDreeO5H0ng5o1t.y6cuLQi7Dk.SXVR8Lia',0,NULL,'2025-12-25 13:00:23','2025-12-25 13:00:23'),
(269,'پرنیا سلیمی',NULL,'09136886957',NULL,'$2y$12$NI63Rt8/zu/jX0uJhEHy9.R8THX1ULLDKuYRWTWNu1cN5hqA3Boze',0,NULL,'2025-12-25 13:29:52','2025-12-25 13:29:52'),
(270,'آرام .حسنی',NULL,'09965315205',NULL,'$2y$12$efooGxJ.CpF6/wS.5m/9r.278Y5CJDUOEfpN8K0O5KUGuLACBI2EW',0,NULL,'2025-12-25 16:22:50','2025-12-25 16:22:50'),
(271,'ghazal','gh4zal.lpv','09014105184',NULL,'$2y$12$5y2xHqykUdzael4VseSVQukqPZIxjILwIt1iG9cLLduTkw1DnVW5W',0,NULL,'2025-12-25 17:23:35','2025-12-25 17:23:35'),
(272,'Faranak hosyini','frank_hossini','09231132024',NULL,'$2y$12$BChnTu5GGPos5b2yR8kKU.HxMJIT2Wn.2wt1edhTo0i.3yIYxJwTK',0,NULL,'2025-12-25 19:24:16','2025-12-25 19:24:16'),
(273,'فاطمه رعیت',NULL,'09136748244',NULL,'$2y$12$ye4lrj.Iv.lYrN4EubAhZ.DsvgmV/I519X1A8WJjk1GVdJ.rXsSq2',0,NULL,'2025-12-25 20:41:59','2025-12-25 20:41:59'),
(274,'غزل',NULL,'09395373834',NULL,'$2y$12$DlHmJtHlS3JGcD8.TSx/UOGxNejiKsN7XrcS813IjwQlcCCvMBxqy',0,NULL,'2025-12-25 21:18:08','2025-12-25 21:18:08'),
(275,'زهرانادرنیا','zahra_nadernia','09935232904',NULL,'$2y$12$PNAOV9fwhy36/z4ij5ZPauEUlvVcGYv8.DwSrX.BGpdIA1DWiS2Gi',0,NULL,'2025-12-26 05:47:32','2025-12-26 05:47:32'),
(276,'کیمیا کوهنوردپور',NULL,'09194851801',NULL,'$2y$12$0TTtD7nTewGMcnpsbVilgOHGWfGSiUt9iKJcKPBkZR3nRqBlgQlya',0,NULL,'2025-12-26 08:28:35','2025-12-26 08:28:35'),
(277,'سعید دولتی',NULL,'09170076099',NULL,'$2y$12$6M9BLxdEvT4hZ9d8u2X33OomG.Dq8El.BnL0Vg20wSCvvALlo2eGW',0,NULL,'2025-12-26 08:36:03','2025-12-26 08:36:03'),
(278,'دنیا اسماعیل تبار',NULL,'09033381299',NULL,'$2y$12$J6rC2ys0bEG9P43BBHlT4.38qLabmUZqq8eMDhBZmkaJMbbQ/.4ZK',0,NULL,'2025-12-26 10:06:27','2025-12-26 10:06:27'),
(279,'آتنا وقوفی','a2wtena','09045898438',NULL,'$2y$12$HYaSCthzboyKLDXRo0T8bOgcNbM3nFHcYrnN1RuYEdiUHYqw9bK/u',0,NULL,'2025-12-26 11:16:23','2025-12-26 11:16:23'),
(280,'مائده اربابی','maedeh.arbabi','09024008464',NULL,'$2y$12$0wX/FsHo54B9dcTOlqgAU.yzV5Tmr8QdC1gA.UgMzPEtgPmPDTIQ.',0,NULL,'2025-12-26 13:03:20','2025-12-26 13:03:20');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*M!100616 SET NOTE_VERBOSITY=@OLD_NOTE_VERBOSITY */;

-- Dump completed on 2025-12-26 14:00:52
